[
    {
        "JOB TITLE": "Scientist, Lead Discovery - San Diego, CA",
        "LOCATION": "San Diego, California",
        "FUNCTION": "Biology",
        "DATE": "March 29, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/9688190315?lang=en-us&previousLocale=en-US",
        "job_title": "Scientist, Lead Discovery - San Diego, CA",
        "location": "San Diego, California",
        "function": "Biology",
        "requisition_id": "9688190315",
        "job_description": [
            "Janssen Research & Development, L.L.C., a division of Johnson & Johnson's Family of Companies is recruiting for a Scientist, Lead Discovery, for our site in San Diego, CA.",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development, LLC discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.janssenrnd.com/ for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The Screening department within Lead Discovery is responsible for the delivery of small-molecule qualified hits for the initiation of hit-to-lead programs and subsequent SAR studies of medicinal chemistry compounds up to new medical entity (NME). We collaborate closely with Janssen Therapeutic Areas and functional teams, the Innovation Centers, and external collaborators in academia and industry. Our mandate is to be a best-in-class lead discovery group. We seek individuals with a strong ability to connect key partners for the delivery of goals and objectives, fostering an environment of collaboration, collegiality and positive communication, and who show superior performance in the context of a multidisciplinary, geographically disperse team.",
            "Roles and Responsibilities",
            "You will champion both target based and phenotypic drug discovery efforts: this includes conceiving, designing, optimizing, implementing and interpret robust disease-relevant assays to drive screening and medicinal chemistry activities. Your experience in designing and implementing target deconvolution and mechanism of action studies will be invaluable.You will foster the collegiate team environment by providing scientific leadership and mentorship to the Compound Profiling team that executes weekly medicinal chemistry SAR studies.The ideal candidate will have a strong sense of urgency, be organized and adhere to sensitive timelines.Collaborate across multiple therapeutic and functional areas in the US, Europe and Asia.You will attend in-house seminars and external scientific meetings, and Publish research in high-quality journals as appropriate.",
            "You will champion both target based and phenotypic drug discovery efforts: this includes conceiving, designing, optimizing, implementing and interpret robust disease-relevant assays to drive screening and medicinal chemistry activities. Your experience in designing and implementing target deconvolution and mechanism of action studies will be invaluable.",
            "You will foster the collegiate team environment by providing scientific leadership and mentorship to the Compound Profiling team that executes weekly medicinal chemistry SAR studies.",
            "The ideal candidate will have a strong sense of urgency, be organized and adhere to sensitive timelines.",
            "Collaborate across multiple therapeutic and functional areas in the US, Europe and Asia.",
            "You will attend in-house seminars and external scientific meetings, and Publish research in high-quality journals as appropriate.",
            "PhD in cellular biology, biochemistry, pharmacology, chemical biology or related areas is required. At least 3 years of drug discovery experience (academic or industry) is required. Experience to include both target based and phenotypic approaches is preferred.Strong in vitro assay expertise is required. Examples include; experience in designing and executing biologically complex and disease-relevant assays, and utilizing of automation, complex data sets and various plate-based assay detection methodologies such as fluorescence polarization, homogeneous time resolved fluorescence, luminescence, fluorescence imaging plate reader (FLIPR), flow cytometry and high content imaging.Experience collaborating with system biologists or computation scientists to perform data analysis and mining is preferred.Previous people management experience (supervising, coaching, mentoring) is preferred.Publications in high-quality peer-reviewed journals are preferred.Expertise in immunology, neuroscience or oncology therapeutic areas is preferred.This position is located in San Diego, CA, and may require 10% travel.",
            "PhD in cellular biology, biochemistry, pharmacology, chemical biology or related areas is required.",
            "At least 3 years of drug discovery experience (academic or industry) is required. Experience to include both target based and phenotypic approaches is preferred.",
            "Strong in vitro assay expertise is required. Examples include; experience in designing and executing biologically complex and disease-relevant assays, and utilizing of automation, complex data sets and various plate-based assay detection methodologies such as fluorescence polarization, homogeneous time resolved fluorescence, luminescence, fluorescence imaging plate reader (FLIPR), flow cytometry and high content imaging.",
            "Experience collaborating with system biologists or computation scientists to perform data analysis and mining is preferred.",
            "Previous people management experience (supervising, coaching, mentoring) is preferred.",
            "Publications in high-quality peer-reviewed journals are preferred.",
            "Expertise in immunology, neuroscience or oncology therapeutic areas is preferred.",
            "This position is located in San Diego, CA, and may require 10% travel.",
            "Johnson & Johnson Family of Companies are equal opportunity employers, and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, genetic information, national origin, protected veteran status, disability status, or any other characteristic protected by law."
        ]
    },
    {
        "JOB TITLE": "Scientific Director, Head Of PK/PD Modeling And Simulation",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "R&D",
        "DATE": "March 29, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/5442190128?lang=en-us&previousLocale=en-US",
        "job_title": "Scientific Director, Head of PK/PD Modeling and Simulation",
        "location": "Spring House, Pennsylvania",
        "function": "R&D;",
        "requisition_id": "5442190128",
        "job_description": [
            "You will play a leading role in driving preclinical Pharmacokinetic/ Pharmacodynamic (PK/PD) strategies and human dose predictions from early discovery to First in Human (FIH). The group leader will be expected to help identify key issues in early discovery and additionally pursue new opportunities with outside partners and thought leaders to develop next generation DMPK strategies and technologies (Advanced PK/PD Modeling and Simulation techniques). You will collaborate with the therapeutic areas, acting as a point of contact between DMPK and other discovery (chemistry, biology, safety) and development colleagues to help guide the appropriate in vitro and in vivo ADME studies as well as the design of in vivo PK/PD studies needed using advanced modeling and simulation approaches with the goal of providing guidance for the human efficacious and starting dose for lead candidates in early discovery and development. Such approaches include (but will not be limited to) physiologically based pharmacokinetic (PBPK) approaches (Simcyp, Gastroplus and similar software), systems PK (Matlab, JDesigner, Simbiology and similar software) , and classical PK/PD approaches (Nonmem, Monolix, Winnonlin and similar software) to help (a) predict human PK profile (b) quantify the exposure / response relationship needed to quantify “efficacy” and to guide dose selection (c) help guide in vivo experimental design of both PK exposure studies as well as pharmacodynamic end points (d) help quantify and derisk any exposure related AE issues (e) help determine quantifiable in vitro in vivo extrapolation relationships across lead series.",
            "You will play a leading role in driving preclinical Pharmacokinetic/ Pharmacodynamic (PK/PD) strategies and human dose predictions from early discovery to First in Human (FIH). The group leader will be expected to help identify key issues in early discovery and additionally pursue new opportunities with outside partners and thought leaders to develop next generation DMPK strategies and technologies (Advanced PK/PD Modeling and Simulation techniques).",
            "You will collaborate with the therapeutic areas, acting as a point of contact between DMPK and other discovery (chemistry, biology, safety) and development colleagues to help guide the appropriate in vitro and in vivo ADME studies as well as the design of in vivo PK/PD studies needed using advanced modeling and simulation approaches with the goal of providing guidance for the human efficacious and starting dose for lead candidates in early discovery and development. Such approaches include (but will not be limited to) physiologically based pharmacokinetic (PBPK) approaches (Simcyp, Gastroplus and similar software), systems PK (Matlab, JDesigner, Simbiology and similar software) , and classical PK/PD approaches (Nonmem, Monolix, Winnonlin and similar software) to help (a) predict human PK profile (b) quantify the exposure / response relationship needed to quantify “efficacy” and to guide dose selection (c) help guide in vivo experimental design of both PK exposure studies as well as pharmacodynamic end points (d) help quantify and derisk any exposure related AE issues (e) help determine quantifiable in vitro in vivo extrapolation relationships across lead series.",
            "PhD in Pharmacology or Engineering or Mathematics or Physics, and related fields with a specific focus on pharmacological modeling with a minimum of 12 years of relevant industry experience are required. A strong understanding of DMPK principles and experience in supporting drug discovery are required. Proven skills in modeling and simulation, supported by a publication track record is preferred. Minimum of 3 years of managerial experience is preferred. Excellent interpersonal, organizational, oral/written communication and teamwork skills are required.",
            "PhD in Pharmacology or Engineering or Mathematics or Physics, and related fields with a specific focus on pharmacological modeling with a minimum of 12 years of relevant industry experience are required.",
            "A strong understanding of DMPK principles and experience in supporting drug discovery are required.",
            "Proven skills in modeling and simulation, supported by a publication track record is preferred.",
            "Minimum of 3 years of managerial experience is preferred.",
            "Excellent interpersonal, organizational, oral/written communication and teamwork skills are required."
        ]
    },
    {
        "JOB TITLE": "[Branch Clerk]Tokyo Branch Clerk(Contract)",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Administration",
        "DATE": "March 29, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905732376W?lang=en-us&previousLocale=en-US",
        "job_title": "[Branch Clerk]Tokyo Branch Clerk(Contract)",
        "location": "Chiyoda, Japan",
        "function": "Administration",
        "requisition_id": "1905732376W",
        "job_description": [
            "市場管理部では主に、「代理店管理」「支店/営業所の運営」「事業部支援」を担っています。ブランチクラークは主として外部顧客（代理店、医療機関）対応、営業サポートの業務を担っています。",
            "■外部顧客対応",
            "・電話、FAX対応（営業への取次ぎ、簡単な製品説明、販促物依頼など）",
            "・上記に付随する営業からの依頼対応（販促物手配、資料送付など）",
            "・顧客（代理店・医療機関）情報の管理、メンテナンス",
            "・営業員の情報の管理、メンテナンス",
            "■営業サポート",
            "・支店在庫の入出庫、それに伴うデータ管理、書類作成など",
            "・実績データの確認など",
            "・資料作成",
            "・社内システムへの入力",
            "・セミナーサポート",
            "・製品や在庫品の発送",
            "・各種証明書作成",
            "・文房具、備品の発注、受入処理",
            "■業務改善の取り組み",
            "・社内会議への参加",
            "・部門での改善活動への参加",
            "・自身の業務改善の提案、実行",
            "＜職務経験＞",
            "・一般的な電話応対",
            "・事務処理",
            "・営業サポート",
            "＜必要とする能力・スキル＞",
            "・Excel：基本操作、表作成、グラフ、一般的な関数、ピボットテーブルなど",
            "・WORD：基本操作、ビジネス文書作成、差込印刷など ・PowerPoint：基本操作",
            "・Outlook：ビジネスでの使用経験（ビジネス文書作成）",
            "・他、多様なシステムに抵抗なく対応できる",
            "・英語：不要",
            "＜資格／免許＞",
            "・特になし",
            "＜学歴＞",
            "・不問"
        ]
    },
    {
        "JOB TITLE": "Senior Scientist - Oligonucleotides/Oligopeptides Expert",
        "LOCATION": "Beerse, Belgium",
        "FUNCTION": "R&D",
        "DATE": "March 28, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905731196W?lang=en-us&previousLocale=en-US",
        "job_title": "Senior Scientist - Oligonucleotides/Oligopeptides expert",
        "location": "Beerse, Belgium",
        "function": "R&D;",
        "requisition_id": "1905731196W",
        "job_description": [
            "Small Molecule Method Development, Method Validation, Method Transfer and support. This includes Active Pharmaceutical Ingredients, Drug Products, Chemical Raw Materials, Starting Materials, Intermediates and In-Process Controls from early development through the lifecycle for commercial products.Analytical support for all regulatory filings (CTA/IND, NDA/MAA, Post Approval Submissions), Inspections and investigationsFocused analytical base business support for the Small Molecule (SM) R&D; and Manufacturing product portfolioDevelopment and implementation of Process Analytical Technology (PAT) / New Innovative Analytical Technology Platforms for Small MoleculesAnalytical Centers of Excellence in: Cleaning Validation",
            "Small Molecule Method Development, Method Validation, Method Transfer and support. This includes Active Pharmaceutical Ingredients, Drug Products, Chemical Raw Materials, Starting Materials, Intermediates and In-Process Controls from early development through the lifecycle for commercial products.",
            "Analytical support for all regulatory filings (CTA/IND, NDA/MAA, Post Approval Submissions), Inspections and investigations",
            "Focused analytical base business support for the Small Molecule (SM) R&D; and Manufacturing product portfolio",
            "Development and implementation of Process Analytical Technology (PAT) / New Innovative Analytical Technology Platforms for Small Molecules",
            "Analytical Centers of Excellence in: Cleaning Validation",
            "You act as an expert for the Analytical Development organization regarding the analytical control strategy for Oligonucleotide and Oligopeptide projectsYou are responsible for the planning, coordination and execution of the analytical experimental work (method development, validation, transfer) the main part of this experimental work focusing on analytical methods for assay/purity, content uniformity, ID, moisture and solventsYou independently lead multiple assigned projects: establishes priorities, checkpoints, and time frames in line with the project- and team objectives/deliverablesYou will collaborate closely with colleagues from analytical, API and Drug product developmentYou advise and inform management and stakeholders of technical requirements, about potential scientific challenges and risks, prioritization or resources conflicts and makes suggestions to resolve or mitigate theseYou initiate ideas to improve the support and efficiency of the analytical method development/validation/transfer activities for the oligonucleotide and oligopeptide portfolioYou act as a scientific coach for junior staff membersYou ensure that applicable guidelines, established operating procedures and safety regulations adhering to company work standards are being followedYou author and review technical reports, protocols and standard operating proceduresYou maintain knowledge of Good Manufacturing Practices (GMP) and ICH Guidelines related to the field of oligonucleotides/oligopeptides",
            "You act as an expert for the Analytical Development organization regarding the analytical control strategy for Oligonucleotide and Oligopeptide projects",
            "You are responsible for the planning, coordination and execution of the analytical experimental work (method development, validation, transfer) the main part of this experimental work focusing on analytical methods for assay/purity, content uniformity, ID, moisture and solvents",
            "You independently lead multiple assigned projects: establishes priorities, checkpoints, and time frames in line with the project- and team objectives/deliverables",
            "You will collaborate closely with colleagues from analytical, API and Drug product development",
            "You advise and inform management and stakeholders of technical requirements, about potential scientific challenges and risks, prioritization or resources conflicts and makes suggestions to resolve or mitigate these",
            "You initiate ideas to improve the support and efficiency of the analytical method development/validation/transfer activities for the oligonucleotide and oligopeptide portfolio",
            "You act as a scientific coach for junior staff members",
            "You ensure that applicable guidelines, established operating procedures and safety regulations adhering to company work standards are being followed",
            "You author and review technical reports, protocols and standard operating procedures",
            "You maintain knowledge of Good Manufacturing Practices (GMP) and ICH Guidelines related to the field of oligonucleotides/oligopeptides",
            "You hold a Doctorate (Ph.D.) in Analytical (Bio)Chemistry, Bio-Engineering or a related science with preferably more than 5 years of relevant experienceIn-depth technical knowledge and experience for developing/validating and transferring analytical methods in support of Oligonucleotides and Oligopeptides with major focus on techniques as Liquid Chromatography, Mass Spectrometry, Ion Pairing is required. Knowledge of gas chromatography is a surplusKnowledge and/or experience with oligonucleotide/oligopeptide synthesis processes and drug formulation processes is highly preferred.",
            "You hold a Doctorate (Ph.D.) in Analytical (Bio)Chemistry, Bio-Engineering or a related science with preferably more than 5 years of relevant experience",
            "In-depth technical knowledge and experience for developing/validating and transferring analytical methods in support of Oligonucleotides and Oligopeptides with major focus on techniques as Liquid Chromatography, Mass Spectrometry, Ion Pairing is required. Knowledge of gas chromatography is a surplus",
            "Knowledge and/or experience with oligonucleotide/oligopeptide synthesis processes and drug formulation processes is highly preferred.",
            "You can work independently, though you are also an excellent collaborator and like to work in a multidisciplinary, inter departmental and cultural divers contextYou can oversee projects in a professional way with respect to deadlines and with a good sense of urgencyYou ensure high scientific quality standards for experiments and take on responsibility for these experimentsYou are a prudent risk-taker, who thinks of innovative and creative solutionsYou are efficient, flexible and dynamic and can easily adapt yourself to different situationsYou are customer focused and results and performance drivenYou have excellent communication skills (verbally and written) with excellent English proficiencyYou are self-aware and willing to look for opportunities to grow and develop",
            "You can work independently, though you are also an excellent collaborator and like to work in a multidisciplinary, inter departmental and cultural divers context",
            "You can oversee projects in a professional way with respect to deadlines and with a good sense of urgency",
            "You ensure high scientific quality standards for experiments and take on responsibility for these experiments",
            "You are a prudent risk-taker, who thinks of innovative and creative solutions",
            "You are efficient, flexible and dynamic and can easily adapt yourself to different situations",
            "You are customer focused and results and performance driven",
            "You have excellent communication skills (verbally and written) with excellent English proficiency",
            "You are self-aware and willing to look for opportunities to grow and develop"
        ]
    },
    {
        "JOB TITLE": "销售实习生（血液）-成都",
        "LOCATION": "Chengdu, China",
        "FUNCTION": "Administration",
        "DATE": "March 28, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905732005W?lang=en-us&previousLocale=en-US",
        "job_title": "销售实习生（血液）-成都",
        "location": "Chengdu, China",
        "function": "Administration",
        "requisition_id": "1905732005W",
        "job_description": [
            "1.负责西安杨森产品推广；",
            "2.协助销售和市场团队执行相关的市场项目；",
            "3.协助市场部举办区域的推广会议；",
            "4.相关数据的及时维护和更新，准确而及时的反馈市场信息。",
            "1. 全日制在校学生，2019年毕业，医药相关专业优先；",
            "2. 不畏艰难与挑战，坚持不懈地追求成功与卓越；",
            "3. 有良好的沟通和表达能力、熟练运用word、excel、PPT等办公软件；",
            "4. 擅长数据梳理，熟悉Excel应用；",
            "5. 每周至少3天，6个月以上。"
        ]
    },
    {
        "JOB TITLE": "SRP Director Clinical Research Physician",
        "LOCATION": "Multiple",
        "FUNCTION": "Clinical Research MD",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/00001EEC?lang=en-us&previousLocale=en-US",
        "job_title": "SRP Director Clinical Research Physician",
        "location": "Multiple \nHigh Wycombe, United Kingdom; Leiden, Netherlands; Beerse, Belgium",
        "function": "Clinical Research MD",
        "requisition_id": "00001EEC",
        "job_description": [
            "Director Clinical Research Physician (Onco/Haem)",
            "Locations : UK, Belgium or NL",
            "Janssen Research and Development, L.L.C., a member of Johnson and Johnson's Family of Companies, is recruiting for a Director, Clinical Research Physician – Oncology, located in Leiden (NL), Beerse (BE) or High Wycombe (UK).",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development, LLC discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.JanssenRnD.com for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it. Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The Director Clinical Research Hematology/Oncology is a member of a matrix team dedicated to the implementation of clinical research studies that are part of a global compound development program. The Director supports the Clinical Leader and provides active scientific contributions to a cross-functional clinical team developing a compound currently being studied for new oncology applications. Other functional groups represented on the team include project management, regulatory affairs, global clinical operations, data management, medical writing, biostatistics, medical affairs, clinical pharmacology, and health economics.",
            "The role requires a high-performing and energetic individual who demonstrates outstanding scientific knowledge applicable to hematology oncology clinical research and the highest personal and ethical standards. The successful candidate must be equally comfortable among the team to which he/she is assigned and in the global environment in which the company operates.",
            "The Director Clinical Research Hematology/Oncology holds overall responsibility for flawless execution of the assigned study/studies, leading the study team in a matrix organization. He/She assists in the preparation of protocol writing for and operational execution of clinical studies. He/She leads the medical review of critical data collected throughout the study. He/She participates in the interpretation and reporting of the results of the research, including submission to health authorities. He/She evaluates scientific information and new ideas to assist in identifying new research opportunities. The Director supports medical affairs activities involving product evaluation, labeling and surveillance. He/She will assess external clinical research proposals involving company products and manuscripts that are being prepared for publication. The Director acts as a liaison between the company and clinical investigators. The Director develops, in concert with senior clinical staff, credible relationships with opinion leaders, and clinical research staff globally.",
            "The Director Clinical Research, Oncology/Hematology reports directly to a Clinical Leader for the product to which he/she is assigned.",
            "This position requires a minimum of an Advanced Degree in Medicine (i.e. M.D or equivalent).",
            "A trained (Board certified or Board eligible) Hematologist or Oncologist is strongly preferred. Applicable post-doctoral fellowship training is required.",
            "Previous experience in a relevant hematology/oncology clinical research position is required. Significant knowledge of basic and clinical cancer research and its application to cancer drug development is important. Strong oral, written communication and presentation skills (including report development) is required. Successful work experience in a matrix team environment with cross functional teams is required. The ability to use influencing skills is required. Travel required may be up to 20 % annually (international, as well as domestic)."
        ]
    },
    {
        "JOB TITLE": "Laserbeschrifter (m/w/d)",
        "LOCATION": "Tuttlingen, Germany",
        "FUNCTION": "Production",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905730828W?lang=en-us&previousLocale=en-US",
        "job_title": "Laserbeschrifter (m/w/d)",
        "location": "Tuttlingen, Germany",
        "function": "Production",
        "requisition_id": "1905730828W",
        "job_description": [
            "Johnson & Johnson MEDICAL ist eine von drei erfolgreichen Sparten der mit rund 129.000 Mitarbeitern/-innen weltweit führenden Johnson & Johnson Unternehmensfamilie. Wir leisten mit innovativen - oft richtungsweisenden - Medizintechnologien und -produkten einen wichtigen Beitrag zur erfolgreichen Behandlung einer Vielzahl weitverbreiteter und chronischer Krankheiten. Unterstützen Sie uns dabei!",
            "Im Geschäftsbereich Depuy Synthes, mit Sitz in Umkirch und in Tuttlingen, arbeiten Sie an wegweisenden Produkten der endoprothetischen und minimalinvasiven Versorgung in den Bereichen Orthopädie, Traumatologie, Sportmedizin, Neuro- und Wirbelsäulenchirurgie.",
            "In der Produktion leisten Sie einen wichtigen Beitrag dazu, unsere innovativen Produkte zur Behandlung von allgemeinen Knochenbrüchen (Trauma), bei Knochenbrüchen im Kiefer- und Schädelbereich (CMF) sowie der Wirbelsäule für Patienten und Behandler zugänglich zu machen.",
            "An unserem Standort Tuttlingen suchen wir einen Laserbeschrifter (m/w/d).",
            "Überwachung der Qualität und DokumentationBedienung von Laserbeschriftungsanlagen zur Beschriftung von Instrumenten, Fertigartikeln, diversen Spannvorrichtungen, usw.Optimieren und Korrigieren der Beschriftungsprogramme innerhalb der ProzesseEinrichten, Bedienen und Überwachen von Maschinen und AnlagenEventuell Schichtbetrieb. (2–Schicht)",
            "Überwachung der Qualität und Dokumentation",
            "Bedienung von Laserbeschriftungsanlagen zur Beschriftung von Instrumenten, Fertigartikeln, diversen Spannvorrichtungen, usw.",
            "Optimieren und Korrigieren der Beschriftungsprogramme innerhalb der Prozesse",
            "Optimieren und Korrigieren der Beschriftungsprogramme innerhalb der Prozesse",
            "Einrichten, Bedienen und Überwachen von Maschinen und Anlagen",
            "Einrichten, Bedienen und Überwachen von Maschinen und Anlagen",
            "Eventuell Schichtbetrieb. (2–Schicht)",
            "Eventuell Schichtbetrieb. (2–Schicht)",
            "Abgeschlossene Ausbildung als Industriemechaniker/in oder Zerspanungsmechaniker/in oder vergleichbarer Qualifikation.Erfahrung im Umgang mit Beschriftungslasergeräten von Vorteil, aber nicht zwingend erforderlich.Ausgeprägtes QualitätsbewusstseinLeistungsbereitschaft, Flexibilität und teamorientiertes Arbeiten.Erfahrung im Umgang mit grundlegender Computer-Software, wünschenswert in MS-Office. Grundkenntnisse in Englisch",
            "Abgeschlossene Ausbildung als Industriemechaniker/in oder Zerspanungsmechaniker/in oder vergleichbarer Qualifikation.",
            "Erfahrung im Umgang mit Beschriftungslasergeräten von Vorteil, aber nicht zwingend erforderlich.",
            "Ausgeprägtes Qualitätsbewusstsein",
            "Leistungsbereitschaft, Flexibilität und teamorientiertes Arbeiten.",
            "Erfahrung im Umgang mit grundlegender Computer-Software, wünschenswert in MS-Office. Grundkenntnisse in Englisch"
        ]
    },
    {
        "JOB TITLE": "Regulatory Affairs Specialist",
        "LOCATION": "Beerse, Belgium",
        "FUNCTION": "Regulatory Affairs",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905730716W?lang=en-us&previousLocale=en-US",
        "job_title": "Regulatory Affairs Specialist",
        "location": "Beerse, Belgium",
        "function": "Regulatory Affairs",
        "requisition_id": "1905730716W",
        "job_description": [
            "Ensure marketing authorisations and lifecycle management compliant with regulatory requirements Prepare and manage local submissions, assure timely execution and compliance Prepare artwork, manage proofreading for launch Ensure timely and pro-active communication of the authorisation status within the organisation. Build and sustain a positive relationship with the health authorities Follow-up of regulatory legislation; evaluate impact on business Provide regulatory requirements and intelligence to Regional and European organisation",
            "Ensure marketing authorisations and lifecycle management compliant with regulatory requirements",
            "Prepare and manage local submissions, assure timely execution and compliance",
            "Prepare artwork, manage proofreading for launch",
            "Ensure timely and pro-active communication of the authorisation status within the organisation.",
            "Build and sustain a positive relationship with the health authorities",
            "Follow-up of regulatory legislation; evaluate impact on business",
            "Provide regulatory requirements and intelligence to Regional and European organisation",
            "University degree – medical or paramedical (pharmacy, biology, veterinary, biomedical sciences) or equivalent by experience Preferred Knowledge of Benelux pharmaceutical legislation and experience in EU regulatory procedures is an advantage Preferred experience of working in cross-functional teams, working in a matrix organisation Excellent oral and written communication skills Fluent English, French and Dutch (speaking, reading and writing), basic understanding of German. Positive mindset",
            "University degree – medical or paramedical (pharmacy, biology, veterinary, biomedical sciences) or equivalent by experience",
            "Preferred Knowledge of Benelux pharmaceutical legislation and experience in EU regulatory procedures is an advantage",
            "Preferred experience of working in cross-functional teams, working in a matrix organisation",
            "Excellent oral and written communication skills",
            "Fluent English, French and Dutch (speaking, reading and writing), basic understanding of German.",
            "Positive mindset"
        ]
    },
    {
        "JOB TITLE": "Regulatory Affairs Specialist",
        "LOCATION": "Beerse, Belgium",
        "FUNCTION": "Regulatory Affairs",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905730716W?lang=en-us&previousLocale=en-US",
        "job_title": "Regulatory Affairs Specialist",
        "location": "Beerse, Belgium",
        "function": "Regulatory Affairs",
        "requisition_id": "1905730716W",
        "job_description": [
            "Ensure marketing authorisations and lifecycle management compliant with regulatory requirements Prepare and manage local submissions, assure timely execution and compliance Prepare artwork, manage proofreading for launch Ensure timely and pro-active communication of the authorisation status within the organisation. Build and sustain a positive relationship with the health authorities Follow-up of regulatory legislation; evaluate impact on business Provide regulatory requirements and intelligence to Regional and European organisation",
            "Ensure marketing authorisations and lifecycle management compliant with regulatory requirements",
            "Prepare and manage local submissions, assure timely execution and compliance",
            "Prepare artwork, manage proofreading for launch",
            "Ensure timely and pro-active communication of the authorisation status within the organisation.",
            "Build and sustain a positive relationship with the health authorities",
            "Follow-up of regulatory legislation; evaluate impact on business",
            "Provide regulatory requirements and intelligence to Regional and European organisation",
            "University degree – medical or paramedical (pharmacy, biology, veterinary, biomedical sciences) or equivalent by experience Preferred Knowledge of Benelux pharmaceutical legislation and experience in EU regulatory procedures is an advantage Preferred experience of working in cross-functional teams, working in a matrix organisation Excellent oral and written communication skills Fluent English, French and Dutch (speaking, reading and writing), basic understanding of German. Positive mindset",
            "University degree – medical or paramedical (pharmacy, biology, veterinary, biomedical sciences) or equivalent by experience",
            "Preferred Knowledge of Benelux pharmaceutical legislation and experience in EU regulatory procedures is an advantage",
            "Preferred experience of working in cross-functional teams, working in a matrix organisation",
            "Excellent oral and written communication skills",
            "Fluent English, French and Dutch (speaking, reading and writing), basic understanding of German.",
            "Positive mindset"
        ]
    },
    {
        "JOB TITLE": "R&D Senior Design Engineer",
        "LOCATION": "Shanghai, China",
        "FUNCTION": "R&D Engineering (R&D)",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805705613W?lang=en-us&previousLocale=en-US",
        "job_title": "R&D; Senior Design Engineer",
        "location": "Shanghai, China",
        "function": "R&D; Engineering (R&D;)",
        "requisition_id": "1805705613W",
        "job_description": []
    },
    {
        "JOB TITLE": "Head, Johnson & Johnson Innovation JLABS @ TMC",
        "LOCATION": "Houston, Texas",
        "FUNCTION": "Business Development",
        "DATE": "March 25, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/8597190304?lang=en-us&previousLocale=en-US",
        "job_title": "Head, Johnson & Johnson Innovation JLABS @ TMC",
        "location": "Houston, Texas",
        "function": "Business Development",
        "requisition_id": "8597190304",
        "job_description": [
            "Johnson & Johnson Innovation is recruiting a Head of Johnson & Johnson Innovation JLABS @ TMC.",
            "The goal of Johnson & Johnson Innovation is to advance transformative healthcare solutions that improve the lives of people around the world and, in so doing, to deliver value to Johnson & Johnson (“J&J;”). JJI accomplishes this by catalyzing new science and technology through collaboration and exchange of ideas. This growing team is looking for a colleague inspired to help build and innovate new ways of fostering a productive life-science ecosystem.",
            "This position will be responsible for setting the strategic direction and overseeing all operational activities for JLABS @ TMC. This position will also be part of the Global Johnson & Johnson Innovation JLABS leadership team.",
            "JLABS (“JLABS”) is the external R&D; engine of Johnson & Johnson, catalyzing a community of entrepreneurs in health, operating a network of life science incubators focusing and accelerating emerging through its development, and supporting the portfolio to successful partnering and funding.",
            "Lead the strategy, the operational activities and the team to deliver on the business objectives including financial performance measures, portfolio metrics and marketing/branding deliverablesDeliver financial forecasts and performance including revenues and operational expendituresMaintain strong relationship with partner organizations including Texas Medical Center, and J&J;’s Center for Device InnovationActively engage with start-up companies in the TMCx Accelerator and Biodesign Programs as an advisor and scout for opportunities for J&J; to partner directly with the companiesBuild relationships with Venture Capital and Angel Funds outside of Houston and create opportunities for them to engage with JLABS@TMC companiesMedia relationsInternal collaboration with each of Johnson & Johnson sectors, including pharm, medical device and consumer, and other internal capabilitiesInternal collaborations with the JJI Boston Innovation Center and the JJI California Innovation Center to complete deals strategic to the J&J; portfolio strategyVenture Sourcing & Development within Johnson & Johnson’s three sectors (Pharma, Medical Device, and Consumer)Managing the performance of 25-50 external collaborators",
            "Lead the strategy, the operational activities and the team to deliver on the business objectives including financial performance measures, portfolio metrics and marketing/branding deliverables",
            "Deliver financial forecasts and performance including revenues and operational expenditures",
            "Maintain strong relationship with partner organizations including Texas Medical Center, and J&J;’s Center for Device Innovation",
            "Actively engage with start-up companies in the TMCx Accelerator and Biodesign Programs as an advisor and scout for opportunities for J&J; to partner directly with the companies",
            "Build relationships with Venture Capital and Angel Funds outside of Houston and create opportunities for them to engage with JLABS@TMC companies",
            "Media relations",
            "Internal collaboration with each of Johnson & Johnson sectors, including pharm, medical device and consumer, and other internal capabilities",
            "Internal collaborations with the JJI Boston Innovation Center and the JJI California Innovation Center to complete deals strategic to the J&J; portfolio strategy",
            "Venture Sourcing & Development within Johnson & Johnson’s three sectors (Pharma, Medical Device, and Consumer)",
            "Managing the performance of 25-50 external collaborators",
            "A Bachelor’s degreeA Minimum of 15 years of experience and a track record in senior program management is required. An advanced degree (MBA and/or a MD or PhD) is preferred. At least 6 years of relevant professional experience in the healthcare industry is required. S/he must possess deep experience in program budgeting and fiscal management with experience in business development, technology transfer, management consulting, and/or venture capital investing. Experience in the evaluation and execution of a diverse set of business development opportunities is required.Demonstrated adaptability to work across functions and therapeutic areas is required. Some travel (mostly Texas and western U.S., but some east-coast or international) will be required.This position is located in Houston, TX, and requires willingness to travel (both domestically & internationally) up to 25% of the time.",
            "A Bachelor’s degree",
            "A Minimum of 15 years of experience and a track record in senior program management is required.",
            "An advanced degree (MBA and/or a MD or PhD) is preferred.",
            "At least 6 years of relevant professional experience in the healthcare industry is required.",
            "S/he must possess deep experience in program budgeting and fiscal management with experience in business development, technology transfer, management consulting, and/or venture capital investing.",
            "Experience in the evaluation and execution of a diverse set of business development opportunities is required.",
            "Demonstrated adaptability to work across functions and therapeutic areas is required.",
            "Some travel (mostly Texas and western U.S., but some east-coast or international) will be required.",
            "This position is located in Houston, TX, and requires willingness to travel (both domestically & internationally) up to 25% of the time."
        ]
    },
    {
        "JOB TITLE": "Business Quality Manager, CEE Central Region (Czech Republic, Slovakia And Hungary)",
        "LOCATION": "Multiple",
        "FUNCTION": "Quality (Generalist)",
        "DATE": "March 26, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905709697W?lang=en-us&previousLocale=en-US",
        "job_title": "Business Quality Manager, CEE Central Region (Czech Republic, Slovakia and Hungary)",
        "location": "Multiple \nPrague, Czech Republic; Bratislava, Slovakia; Budapest, Hungary",
        "function": "Quality (Generalist)",
        "requisition_id": "1905709697W",
        "job_description": [
            "Ensure compliance to all applicable quality standards & regulatory requirements, coordinating the timely and effective deployment of J&J; Standards requirements; Drive simplification & standardization of Quality System in line with J&J;/MD strategies & initiatives; Establish corrective action & preventive actions to mitigate potential or actual non-compliance risk; Embed Quality Management System management principles in the country’s organization & drive continuous improvement; Develop, lead and maintain a comprehensive audit readiness program to ensure internal and external quality compliance; Ensure timely and consistent escalation of events; Ensure timely post market surveillance & vigilance (Field Actions and Product Complaints) management; Maintain training program with respect to Quality System elements; Connect with the business and functional leaders through active participation in their Management Meetings and Commercial Boards as applicable; Maintain knowledge of regulatory changes through regulatory standard management process and close cooperation with regulatory affairs; Establish local and regional relationships with regulatory affairs, business partners and internal/external quality regulatory compliance groups; Control and manage BQ head-count in CEE Central Region; Act as a Management Representative (Quality System Management Reviews) for CEE Central Region; Maintain quality oversight to supplier and distributor management process (assessment, qualification, monitoring)",
            "Ensure compliance to all applicable quality standards & regulatory requirements, coordinating the timely and effective deployment of J&J; Standards requirements;",
            "Drive simplification & standardization of Quality System in line with J&J;/MD strategies & initiatives;",
            "Establish corrective action & preventive actions to mitigate potential or actual non-compliance risk;",
            "Embed Quality Management System management principles in the country’s organization & drive continuous improvement;",
            "Develop, lead and maintain a comprehensive audit readiness program to ensure internal and external quality compliance;",
            "Ensure timely and consistent escalation of events;",
            "Ensure timely post market surveillance & vigilance (Field Actions and Product Complaints) management;",
            "Maintain training program with respect to Quality System elements;",
            "Connect with the business and functional leaders through active participation in their Management Meetings and Commercial Boards as applicable;",
            "Maintain knowledge of regulatory changes through regulatory standard management process and close cooperation with regulatory affairs;",
            "Establish local and regional relationships with regulatory affairs, business partners and internal/external quality regulatory compliance groups;",
            "Control and manage BQ head-count in CEE Central Region;",
            "Act as a Management Representative (Quality System Management Reviews) for CEE Central Region;",
            "Maintain quality oversight to supplier and distributor management process (assessment, qualification, monitoring)",
            "Bachelors or Master’s degree in Bioscience, Engineering or Business or equivalent field coupled with relevant business experience in Quality leadership roles 5+ years working experience in the Medical Device Industry 5+ years working experience in quality function Recommended experience of Process Excellence Audit Management experience (Health Authorities, Notified Bodies) Recommended experience of supplier audit Track record of developing people, leading or coaching teams and driving results Change management experience and influencing and interpersonal skills Experience working in a global or regional context would be desired Excellent written and oral English communication skills are required Ability to effectively present information to management and public groups is required",
            "Bachelors or Master’s degree in Bioscience, Engineering or Business or equivalent field coupled with relevant business experience in Quality leadership roles",
            "5+ years working experience in the Medical Device Industry",
            "5+ years working experience in quality function",
            "Recommended experience of Process Excellence",
            "Audit Management experience (Health Authorities, Notified Bodies)",
            "Recommended experience of supplier audit",
            "Track record of developing people, leading or coaching teams and driving results",
            "Change management experience and influencing and interpersonal skills",
            "Experience working in a global or regional context would be desired",
            "Excellent written and oral English communication skills are required",
            "Ability to effectively present information to management and public groups is required",
            "An opportunity to be part of a global market leader.A dynamic and inspiring working environment.Possibilities for further personal as well as professional development.Work in a positive atmosphere with a highly motivated, energized team a good track level of success in businessMany employee benefits.",
            "An opportunity to be part of a global market leader.",
            "A dynamic and inspiring working environment.",
            "Possibilities for further personal as well as professional development.",
            "Work in a positive atmosphere with a highly motivated, energized team a good track level of success in business",
            "Many employee benefits."
        ]
    },
    {
        "JOB TITLE": "Customer Solution Manager",
        "LOCATION": "Warsaw, Poland",
        "FUNCTION": "Business Development",
        "DATE": "March 21, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805699356W?lang=en-us&previousLocale=en-US",
        "job_title": "Customer Solution Manager",
        "location": "Warsaw, Poland",
        "function": "Business Development",
        "requisition_id": "1805699356W",
        "job_description": [
            "Drive the transition from a product selling to a customer solutions oriented organization. Develop deep customer insights with (non-) clinical stakeholders to define the areas and solutions where J&J; can offer high added value to our customers, meanwhile gain a competitive edge. Helps to identify and prioritize target customers to which to propose the right solutions from our solutions portfolio, in line with the customer solutions strategy and customer segmentation Connect with target customers to discuss, tailor and plan implementation of the chosen solution, according to the specific customer needs and context. Plan and coordinate execution / implementation of the solution at the customer site Develop integrated communication plans for each developed solution Develop sound commercial solution models and business cases, taking into account the changing market environment (i.e. tendering) Monitor solutions performance and customer satisfaction after implementation Contribute to the development of new and innovative customer solutions in close collaboration with EMEA Collaborate closely with Strategic Account Managers and other commercial and product managers, to ensure 100% alignment with the commercial account plan for the hospital Manage the development of the overall customer vision, strategy and business model Lead additional internal projects on an as needed basis",
            "Drive the transition from a product selling to a customer solutions oriented organization.",
            "Develop deep customer insights with (non-) clinical stakeholders to define the areas and solutions where J&J; can offer high added value to our customers, meanwhile gain a competitive edge.",
            "Helps to identify and prioritize target customers to which to propose the right solutions from our solutions portfolio, in line with the customer solutions strategy and customer segmentation",
            "Connect with target customers to discuss, tailor and plan implementation of the chosen solution, according to the specific customer needs and context.",
            "Plan and coordinate execution / implementation of the solution at the customer site",
            "Develop integrated communication plans for each developed solution",
            "Develop sound commercial solution models and business cases, taking into account the changing market environment (i.e. tendering)",
            "Monitor solutions performance and customer satisfaction after implementation",
            "Contribute to the development of new and innovative customer solutions in close collaboration with EMEA",
            "Collaborate closely with Strategic Account Managers and other commercial and product managers, to ensure 100% alignment with the commercial account plan for the hospital",
            "Manage the development of the overall customer vision, strategy and business model",
            "Lead additional internal projects on an as needed basis",
            "Minimum 8 years of experience in healthcare industry in areas like governmental affairs, strategic account management, consulting, marketing or equivalent roles with proven experience in project management and deployment of Health Care programs (e.g. patient pathways, outcomes improvement, efficiency improvement etc.) Proven ability to manage complexity & thrives in uncertain/ambiguous circumstances Strong passion and track record for “will to make things happen & deliver” Strong Strategic skills: being able to see the big picture and develop a vision Ability to connect and effectively collaborate across a diverse group of stakeholders in a highly matrixed environment Very good Analytical skills Ability to translate the vision into concepts and turn concepts into “ready-to-market” solutions Strong communication skills & influencing skills Excellent track record in managing complex and critical business projects Driven by results performance & excellence in the job Integrity and Credo-based leadership Self- awareness and adaptability Fluent in English",
            "Minimum 8 years of experience in healthcare industry in areas like governmental affairs, strategic account management, consulting, marketing or equivalent roles with proven experience in project management and deployment of Health Care programs (e.g. patient pathways, outcomes improvement, efficiency improvement etc.)",
            "Proven ability to manage complexity & thrives in uncertain/ambiguous circumstances",
            "Strong passion and track record for “will to make things happen & deliver”",
            "Strong Strategic skills: being able to see the big picture and develop a vision",
            "Ability to connect and effectively collaborate across a diverse group of stakeholders in a highly matrixed environment",
            "Very good Analytical skills",
            "Ability to translate the vision into concepts and turn concepts into “ready-to-market” solutions",
            "Strong communication skills & influencing skills",
            "Excellent track record in managing complex and critical business projects",
            "Driven by results performance & excellence in the job",
            "Integrity and Credo-based leadership",
            "Self- awareness and adaptability",
            "Fluent in English",
            "Unique opportunity to become part of a global consumer healthcare market leader Versatile and fulfilling role in a dynamic and international corporation Work in a supportive and highly professional team Further opportunities for professional development and career growth Motivating financial remuneration & numerous employee benefits",
            "Unique opportunity to become part of a global consumer healthcare market leader",
            "Versatile and fulfilling role in a dynamic and international corporation",
            "Work in a supportive and highly professional team",
            "Further opportunities for professional development and career growth",
            "Motivating financial remuneration & numerous employee benefits"
        ]
    },
    {
        "JOB TITLE": "SAS Programmer",
        "LOCATION": "Warsaw, Poland",
        "FUNCTION": "Biostatistics",
        "DATE": "March 21, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905728784W?lang=en-us&previousLocale=en-US",
        "job_title": "SAS Programmer",
        "location": "Warsaw, Poland",
        "function": "Biostatistics",
        "requisition_id": "1905728784W",
        "job_description": [
            "The Johnson & Johnson Group of Consumer Companies is recognised as a world leader in providing OTC medicines. The breadth and depth of our product portfolio is truly impressive and constantly expanding as we strive to bring science to the art of healthy livingTM. Each day, millions of people of all ages in homes around the world use products from one or more of our consumer healthcare companies. These products hold allergy symptoms in check, help heal wounds, reduce fevers, and tame the urge to smoke. Each one of our consumer health businesses embraces cutting-edge science to create products that are doctor-recommended, helping you and your family to be well and stay well. As a result, our consumer companies produce many of the world’s most trusted brands, taking health and well-being to the next level.",
            "Contributes to development of SAS programming solutions to support efficiency of Statistics and Data Management-related programming activities.",
            "You will have the following areas of responsibilities:",
            "Program edit checks for Data Management with SASCreate tables, listings and figures for clinical study reportCreate or QC STDM specifications/datasets, and ADaM simple specifications/datasetsCreate define.xml fileServe as a working group lead for department initiativesAssist in the development of improved SAS programming solutions to support the improvement of efficiencies in Biostatistics and Data Management related programming activitiesOversight of vendor activities to ensure quality and timeliness of deliverablesAssist in support for interactions with and responses to regulatory agencies",
            "Program edit checks for Data Management with SAS",
            "Create tables, listings and figures for clinical study report",
            "Create or QC STDM specifications/datasets, and ADaM simple specifications/datasets",
            "Create define.xml file",
            "Serve as a working group lead for department initiatives",
            "Assist in the development of improved SAS programming solutions to support the improvement of efficiencies in Biostatistics and Data Management related programming activities",
            "Oversight of vendor activities to ensure quality and timeliness of deliverables",
            "Assist in support for interactions with and responses to regulatory agencies",
            "Qualifications and experience of the successful candidate:",
            "Bachelor's degree in a quantitative field (e.g., computer science, information sciences, bioinformatics, statistics, mathematics), or in clinical/biological/Medical sciences with excellent computational skillsAt least two years of clinical programming (or equivalent) experienceProficient in SAS Base, Stat, Graph, Macro, and extensive experience with report-generating tools such as Proc ReportGood understanding of clinical drug development processDetail orientation and good communication skillsAdvanced knowledge of English",
            "Bachelor's degree in a quantitative field (e.g., computer science, information sciences, bioinformatics, statistics, mathematics), or in clinical/biological/Medical sciences with excellent computational skills",
            "At least two years of clinical programming (or equivalent) experience",
            "Proficient in SAS Base, Stat, Graph, Macro, and extensive experience with report-generating tools such as Proc Report",
            "Good understanding of clinical drug development process",
            "Detail orientation and good communication skills",
            "Advanced knowledge of English",
            "We Offer:",
            "Unique opportunity to become part of a global consumer healthcare market leaderVersatile and fulfilling role in a dynamic and international corporation Work in a supportive and highly professional teamFurther opportunities for professional development and career growthMotivating financial remuneration & numerous employee benefits",
            "Unique opportunity to become part of a global consumer healthcare market leader",
            "Versatile and fulfilling role in a dynamic and international corporation",
            "Work in a supportive and highly professional team",
            "Further opportunities for professional development and career growth",
            "Motivating financial remuneration & numerous employee benefits",
            "If you are interested in this role and you fulfill the requirements set above, do not hesitate to send us your CV and cover letter in English.",
            "#CoBIC"
        ]
    },
    {
        "JOB TITLE": "Clinical Data Manager",
        "LOCATION": "Warsaw, Poland",
        "FUNCTION": "Clinical Data Management",
        "DATE": "March 21, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905728791W?lang=en-us&previousLocale=en-US",
        "job_title": "Clinical Data Manager",
        "location": "Warsaw, Poland",
        "function": "Clinical Data Management",
        "requisition_id": "1905728791W",
        "job_description": [
            "The Johnson & Johnson Family of Consumer Companies develop and market beloved brands that address the needs of consumers and health care professionals worldwide. Our portfolio ranges across several distinct business units: Baby Care, Oral Care, Compromised Skin Care, Beauty, Feminine Care, and non-prescription pharmaceutical products.",
            "Our mission is to care for people around the world by developing innovative products and solutions that are grounded in deep human insights, backed by science that is intuitive, and provide irresistible experiences. To support our Worldwide Research & Development operation, we are building a complex R&D; support center in Warsaw, Poland, to be fully integrated in the global R&D; footprint and strategy, helping consumers live healthy and vibrant lives.",
            "Clinical Data Manager",
            "Location: Warsaw, Poland",
            "Full time permanent contract",
            "Role Overview:",
            "The Clinical Data Manager works closely with the Biostatistics, Clinical and Medical Research groups in all aspects of overseeing the Clinical Research Organization data management OR performing all in-house data management including setting up, managing and completing trials within timelines with the primary goal of ensuring data integrity.",
            "You will have the following areas of responsibilities:",
            "Ensures all data management activities are conducted in accordance with high ethical and quality standards and all applicable GCP regulations and company proceduresActs as subject matter expert for proper data capture based on protocol requirements ensuring the database development, data cleaning, and reporting requirements can be met and are standardized across the program.Develops Case Report Form (CRF) according to the protocol with all Study Team members using established standardsDevelops annotated Case Report Forms and CRF completion guidelinesDevelops study database (DB) and edit check specificationsDevelop test scenarios, perform User Acceptance Testing (UAT) and documents resultsDevelops, maintains and assures adherence to the Data Management Plan (DMP)Coordinates with coder to ensure timely coding occursPerforms external data reconciliation with clinical database and reviews data to ensure accuracy and completenessAssists in creating data listings/specifications and/or processes data transfersPerforms study DB lock/unlockAssists in reconciliation of all AE/SAE, including queries from Study Manager and Safety teamWork with vendor(s) in preparation of regulatory submissions and supports interactions with regulatory agencies",
            "Ensures all data management activities are conducted in accordance with high ethical and quality standards and all applicable GCP regulations and company procedures",
            "Acts as subject matter expert for proper data capture based on protocol requirements ensuring the database development, data cleaning, and reporting requirements can be met and are standardized across the program.",
            "Develops Case Report Form (CRF) according to the protocol with all Study Team members using established standards",
            "Develops annotated Case Report Forms and CRF completion guidelines",
            "Develops study database (DB) and edit check specifications",
            "Develop test scenarios, perform User Acceptance Testing (UAT) and documents results",
            "Develops, maintains and assures adherence to the Data Management Plan (DMP)",
            "Coordinates with coder to ensure timely coding occurs",
            "Performs external data reconciliation with clinical database and reviews data to ensure accuracy and completeness",
            "Assists in creating data listings/specifications and/or processes data transfers",
            "Performs study DB lock/unlock",
            "Assists in reconciliation of all AE/SAE, including queries from Study Manager and Safety team",
            "Work with vendor(s) in preparation of regulatory submissions and supports interactions with regulatory agencies",
            "Qualifications and experience of the successful candidate:",
            "Bachelor's degree in a science related fieldA minimum of 3 years' experience in clinical research or clinical data managementWorking knowledge of Good Clinical Practices, Clinical research, Clinical trial process and related regulatory requirements and terminologyExperience with Clinical database applications such as Medidata Rave as well as SAS database structureExcellent detail orientation, communication skills and an advanced knowledge of EnglishProficiency with JReview and Medidata RaveFamiliarity with CDASH, SDTM and medical terminology principles in relation to study design.",
            "Bachelor's degree in a science related field",
            "A minimum of 3 years' experience in clinical research or clinical data management",
            "Working knowledge of Good Clinical Practices, Clinical research, Clinical trial process and related regulatory requirements and terminology",
            "Experience with Clinical database applications such as Medidata Rave as well as SAS database structure",
            "Excellent detail orientation, communication skills and an advanced knowledge of English",
            "Proficiency with JReview and Medidata Rave",
            "Familiarity with CDASH, SDTM and medical terminology principles in relation to study design.",
            "We Offer:",
            "Unique opportunity to become part of a global consumer healthcare market leaderVersatile and fulfilling role in a dynamic and international corporationWork in a supportive and highly professional teamFurther opportunities for professional development and career growthMotivating financial remuneration & numerous employee benefits",
            "Unique opportunity to become part of a global consumer healthcare market leader",
            "Versatile and fulfilling role in a dynamic and international corporation",
            "Work in a supportive and highly professional team",
            "Further opportunities for professional development and career growth",
            "Motivating financial remuneration & numerous employee benefits",
            "If you are interested in this role and you fulfill the requirements set above, do not hesitate to send us your CV and cover letter in English.",
            "#CoBIC"
        ]
    },
    {
        "JOB TITLE": "Biostatistician",
        "LOCATION": "Warsaw, Poland",
        "FUNCTION": "Biostatistics",
        "DATE": "March 21, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905728066W?lang=en-us&previousLocale=en-US",
        "job_title": "Biostatistician",
        "location": "Warsaw, Poland",
        "function": "Biostatistics",
        "requisition_id": "1905728066W",
        "job_description": [
            "The Johnson & Johnson Family of Consumer Companies develop and market beloved brands that address the needs of consumers and health care professionals worldwide. Our portfolio ranges across several distinct business units: Baby Care, Oral Care, Compromised Skin Care, Beauty, Feminine Care, and non-prescription pharmaceutical products.",
            "Our mission is to care for people around the world by developing innovative products and solutions that are grounded in deep human insights, backed by science that is intuitive, and provide irresistible experiences. To support our Worldwide Research & Development operation, we are building a complex R&D; support center in Warsaw, Poland, to be fully integrated in the global R&D; footprint and strategy, helping consumers live healthy and vibrant lives.",
            "Biostatistician",
            "Location: Warsaw, Poland",
            "Full time permanent contract",
            "Role Overview:",
            "Represents the biostatistics function in supporting the design, analysis, and interpretation of J&J; OTC pharmaceuticals (e.g., Analgesics, Smoking Cessation, Cough & Cold, Digestive Health, Allergy) clinical trials through collaboration with other functions including Clinical Research, Clinical Operations, Data Management, and Programming",
            "You will have the following areas of responsibilities:",
            "Represent the biostatistics function in supporting the design, analysis, and interpretation of clinical trials through collaboration with other functions including Clinical Research, Clinical Operations, Data Management, and ProgrammingProvide statistical input to clinical plans in support of product development, claims, and submissionsProvide statistical support to the development and review of study protocols, statistical analysis plans, clinical study reports, regulatory submissions, and other related deliverablesParticipate in oversight of biostatistics activities of external vendors to ensure quality and timeliness of deliverablesAssist clinical and other personnel in the creation of publications and manuscriptsSupport the development and implementation of process efficiencies and continuous improvements to decrease cycle time and reduce cost while maintaining/improving quality.Assist in support for interactions with and responses to regulatory agencies.Ensure compliance with all statistical analysis and reporting procedures",
            "Represent the biostatistics function in supporting the design, analysis, and interpretation of clinical trials through collaboration with other functions including Clinical Research, Clinical Operations, Data Management, and Programming",
            "Provide statistical input to clinical plans in support of product development, claims, and submissions",
            "Provide statistical support to the development and review of study protocols, statistical analysis plans, clinical study reports, regulatory submissions, and other related deliverables",
            "Participate in oversight of biostatistics activities of external vendors to ensure quality and timeliness of deliverables",
            "Assist clinical and other personnel in the creation of publications and manuscripts",
            "Support the development and implementation of process efficiencies and continuous improvements to decrease cycle time and reduce cost while maintaining/improving quality.",
            "Assist in support for interactions with and responses to regulatory agencies.",
            "Ensure compliance with all statistical analysis and reporting procedures",
            "Qualifications and experience of the successful candidate:",
            "MS or PhD in Statistics, Biostatistics, with at least two years’ relevant experience with clinical trialsTechnical competence and communication capability, both oral and written.SAS programming experienceAdvanced knowledge of English",
            "MS or PhD in Statistics, Biostatistics, with at least two years’ relevant experience with clinical trials",
            "Technical competence and communication capability, both oral and written.",
            "SAS programming experience",
            "Advanced knowledge of English",
            "We Offer:",
            "Unique opportunity to become part of a global consumer healthcare market leaderVersatile and fulfilling role in a dynamic and international corporationWork in a supportive and highly professional teamFurther opportunities for professional development and career growthMotivating financial remuneration & numerous employee benefits",
            "Unique opportunity to become part of a global consumer healthcare market leader",
            "Versatile and fulfilling role in a dynamic and international corporation",
            "Work in a supportive and highly professional team",
            "Further opportunities for professional development and career growth",
            "Motivating financial remuneration & numerous employee benefits",
            "If you are interested in this role and you fulfill the requirements set above, do not hesitate to send us your CV and cover letter in English.",
            "#CoBIC"
        ]
    },
    {
        "JOB TITLE": "POSTDOCTORAL FELLOW - API LENTIVIRUS PROCESS DEVELOPMENT",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "R&D",
        "DATE": "March 20, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/8673190304?lang=en-us&previousLocale=en-US",
        "job_title": "POSTDOCTORAL FELLOW - API LENTIVIRUS PROCESS DEVELOPMENT",
        "location": "Spring House, Pennsylvania",
        "function": "R&D;",
        "requisition_id": "8673190304",
        "job_description": [
            "Postdoctoral Fellow, API Lentivirus Process Development",
            "The Lentivirus vector process development team in Janssen BioTherapeutics Development (BTD) is seeking an energetic, highly motivated Postdoctoral Fellow to enable the development of lentivirus vector manufacturing processes. This post-doctoral position will provide a rare opportunity to use cutting-edge technologies to generate next generation lentivirus production process. Upon completion of the postdoctoral program, the Fellow will have acquired valuable career experience that enables entry into translational academic settings, biotech-related opportunities, and/or continued development in large pharma.",
            "At Janssen, Postdoctoral fellows are trained by expert scientists working at the cutting edge of drug discovery. The BTD organization partners with the Discovery and Clinical divisions and supports a wide range of Therapeutic Areas including Oncology, Neuroscience, Cardiovascular and Metabolism, Immunology, and Infectious Diseases. BTD is committed to foster a working environment that encourages the company's commitment to equal employment opportunity and the value of a diverse work force. The successful candidate will learn from and contribute to an industry-leading drug discovery program that has brought numerous quality therapeutics to patients and has made significant contributions to human health. The Fellow will collaborate and participate in cross-functional team discussions, gaining insight into many aspects of biotherapeutic discovery and development.",
            "Independently design, evaluate and establish a strategic path for development of lentivirus production processUse cutting-edge science and emerging technologies to identify opportunities to improve lentivirus manufacturing processExplore cell engineering systems for generation of a next generation lentivirus processDeliver reports, summaries, and presentations supporting experimental resultsPresent research findings and data to the group; interact and collaborate with cross-functional teams, present findings at scientific conferences Ensure data integrity and maintain compliance with general laboratory operations, all appropriate SOPs for laboratory work, data recording, and laboratory equipmentMaintenance of detailed records, notebooks in a GMP compliant manner, safety, and environmental requirements is expected",
            "Independently design, evaluate and establish a strategic path for development of lentivirus production process",
            "Use cutting-edge science and emerging technologies to identify opportunities to improve lentivirus manufacturing process",
            "Explore cell engineering systems for generation of a next generation lentivirus process",
            "Deliver reports, summaries, and presentations supporting experimental results",
            "Present research findings and data to the group; interact and collaborate with cross-functional teams, present findings at scientific conferences",
            "Ensure data integrity and maintain compliance with general laboratory operations, all appropriate SOPs for laboratory work, data recording, and laboratory equipment",
            "Maintenance of detailed records, notebooks in a GMP compliant manner, safety, and environmental requirements is expected",
            "Suitable candidates will have a PhD in virology, cell biology, cell engineering, or a related field from an accredited college/university. Should possess excellent understanding of viruses, virus-cell interactions, virological assays and bioprocessing principles Extensive experience in generation of stable cells using novel and cutting-edge molecular biology technologies is requiredExtensive working knowledge of eukaryotic cells, cell engineering, gene expression, and characterization is requiredExpertise in cell biology, cell-based assays and flow cytometry analysis (BD Fortessa or similar) is requiredA basic understanding of CAR-T technology is also preferable. Independent thinker with ability to design, organize, and execute both short- and long-term research strategies. Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Excellent communication and interpersonal skills, capable of delivering data-based reports in all relevant formatsCapable of handling tight timelines and delivery of quality dataDemonstrated leadership is preferred.Candidates must have the ability to work individually (independently) as well as on a team.Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases.Candidates must be available to work Full-time.A minimum G.P.A. of 3.0 is strongly preferred.Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Suitable candidates will have a PhD in virology, cell biology, cell engineering, or a related field from an accredited college/university.",
            "Should possess excellent understanding of viruses, virus-cell interactions, virological assays and bioprocessing principles",
            "Extensive experience in generation of stable cells using novel and cutting-edge molecular biology technologies is required",
            "Extensive working knowledge of eukaryotic cells, cell engineering, gene expression, and characterization is required",
            "Expertise in cell biology, cell-based assays and flow cytometry analysis (BD Fortessa or similar) is required",
            "A basic understanding of CAR-T technology is also preferable.",
            "Independent thinker with ability to design, organize, and execute both short- and long-term research strategies. Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Excellent communication and interpersonal skills, capable of delivering data-based reports in all relevant formats",
            "Capable of handling tight timelines and delivery of quality data",
            "Demonstrated leadership is preferred.",
            "Candidates must have the ability to work individually (independently) as well as on a team.",
            "Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases.",
            "Candidates must be available to work Full-time.",
            "A minimum G.P.A. of 3.0 is strongly preferred.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future."
        ]
    },
    {
        "JOB TITLE": "Senior Manufacturing Engineer",
        "LOCATION": "Limerick, Ireland",
        "FUNCTION": "Engineering (Generalist)",
        "DATE": "March 20, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805666662W?lang=en-us&previousLocale=en-US",
        "job_title": "Senior Manufacturing Engineer",
        "location": "Limerick, Ireland",
        "function": "Engineering (Generalist)",
        "requisition_id": "1805666662W",
        "job_description": []
    },
    {
        "JOB TITLE": "SMR",
        "LOCATION": "Nanjing (Nanking), China",
        "FUNCTION": "Selling Pharmaceutical",
        "DATE": "March 20, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729829W?lang=en-us&previousLocale=en-US",
        "job_title": "SMR",
        "location": "Nanjing (Nanking), China",
        "function": "Selling Pharmaceutical",
        "requisition_id": "1905729829W",
        "job_description": [
            "1. 执行公司市场部的策略， 完成及超越公司的销售指标；",
            "2. 有效地将目标客户进行分级管理，合理安排拜访频率、确保正确的传递产品信息；",
            "3. 独立的组织幻灯演讲、协助市场部举办区域的推广会议；",
            "4. 相关数据的及时维护和更新，准确而及时的反馈市场信息；",
            "5. 协助主管完成招标及医保事务",
            "1. 本科及以上学历,并获得学士或以上学位；",
            "2. 1-4年医药行业相关工作经验；",
            "3. 较强的业务敏锐度、 解决问题的能力 客户管理能力 学习与运用的能力 沟通与说服能力 业务规划与执行能力；",
            "4. 不畏艰难与挑战，坚持不懈地追求成功与卓越；",
            "5. 能够熟练的使用电脑。"
        ]
    },
    {
        "JOB TITLE": "Scientist, Discovery Chemistry (1 Of 5 Positions)",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "Chemistry",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/0151181214?lang=en-us&previousLocale=en-US",
        "job_title": "Scientist, Discovery Chemistry (1 of 5 positions)",
        "location": "Spring House, Pennsylvania",
        "function": "Chemistry",
        "requisition_id": "0151181214",
        "job_description": [
            "Janssen Research & Development, L.L.C., a division of Johnson & Johnson's Family of Companies is recruiting for a Scientist in Discovery Chemistry, for our site in Spring House, PA.",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development, LLC discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.janssenrnd.com/ for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The newly formed Discovery Chemistry group is committed to the delivery of high quality drug candidates working with all six Janssen Therapeutic Areas (TAs). This mission requires deep scientific expertise in a number of disciplines including chemistry, cellular and molecular pharmacology, enzymology, and screening technologies coupled with an ability to work collaboratively with internal and external partners. Building on a strong legacy of success, we are currently seeking an outstanding individual to join our team as Scientist, Discovery Chemistry. This position will be based at our drug discovery site in Spring House, PA.",
            "We are seeking an entry-level PhD chemist with excellent organic synthesis expertise to advance small molecule drug discovery programs toward the clinic. In this laboratory-based position, the successful candidate will partner with both internal and external medicinal chemistry teams to generate innovative solutions to synthetic and medicinal chemistry challenges within the context of small molecule drug discovery projects. She/he will maintain close interactions with computer assisted design scientists, biologists, pharmacologists, and pharmaceutical development scientists. Strong people skills and the ability to thrive in a team and goal driven environment are key attributes.",
            "This individual must also excel in communication and have strong interpersonal skills necessary to influence in a collaborative multidisciplinary environment.",
            "Key Responsibilities:",
            "Maintaining a high level of productivity in the laboratory setting.Developing and executing clear synthetic strategies towards complex molecules using state-of-the-art synthetic methodologies.Independently designing and synthesizing drug-like molecules utilizing medicinal chemistry knowledge and an understanding of ADME, pharmacokinetics and optimal physicochemical properties.Collaboratively supporting the advancement of compounds through in vitro and in vivo studies to identify development candidates.Collaboration with structure based design groups to impact rational design of molecules.Generating novel, testable hypotheses to enable clear decision making.Contributing to defining scientific strategies and goals within a project team setting.Presenting data and reports on project status at individual, group, and departmental meetings.Drafting, executing and serving as lead author on research published in peer reviewed journals, and presenting work at scientific conferences.",
            "Maintaining a high level of productivity in the laboratory setting.",
            "Developing and executing clear synthetic strategies towards complex molecules using state-of-the-art synthetic methodologies.",
            "Independently designing and synthesizing drug-like molecules utilizing medicinal chemistry knowledge and an understanding of ADME, pharmacokinetics and optimal physicochemical properties.",
            "Collaboratively supporting the advancement of compounds through in vitro and in vivo studies to identify development candidates.",
            "Collaboration with structure based design groups to impact rational design of molecules.",
            "Generating novel, testable hypotheses to enable clear decision making.",
            "Contributing to defining scientific strategies and goals within a project team setting.",
            "Presenting data and reports on project status at individual, group, and departmental meetings.",
            "Drafting, executing and serving as lead author on research published in peer reviewed journals, and presenting work at scientific conferences.",
            "A PhD in synthetic organic or medicinal chemistry is required",
            "A PhD in synthetic organic or medicinal chemistry is required",
            "Currently in a PhD program in synthetic organic chemistry with an anticipated graduation date before December 1, 2019.",
            "Currently in a PhD program in synthetic organic chemistry with an anticipated graduation date before December 1, 2019.",
            "Postdoctoral experience is preferred. Strong track record of achievement in the synthesis of complex molecules and/or synthetic methodology development, with deep knowledge of modern synthetic & analytical techniques is required.Proven track record of scientific contributions including peer reviewed publications, patents and presentations is required.Experience with computational chemistry methods and biophysical techniques such as X-ray crystallography is preferred.Independent thinking and the ability to effectively collaborate in a highly matrixed environment is required.Excellent oral and written communication skills, including preparation of presentations is required.Up to 5% travel is required.",
            "Postdoctoral experience is preferred.",
            "Strong track record of achievement in the synthesis of complex molecules and/or synthetic methodology development, with deep knowledge of modern synthetic & analytical techniques is required.",
            "Proven track record of scientific contributions including peer reviewed publications, patents and presentations is required.",
            "Experience with computational chemistry methods and biophysical techniques such as X-ray crystallography is preferred.",
            "Independent thinking and the ability to effectively collaborate in a highly matrixed environment is required.",
            "Excellent oral and written communication skills, including preparation of presentations is required.",
            "Up to 5% travel is required.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "Senior Associate Scientist, Peptide Research - Discovery Chemistry",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "Chemistry",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/0192181214?lang=en-us&previousLocale=en-US",
        "job_title": "Senior Associate Scientist, Peptide Research - Discovery Chemistry",
        "location": "Spring House, Pennsylvania",
        "function": "Chemistry",
        "requisition_id": "0192181214",
        "job_description": []
    },
    {
        "JOB TITLE": "【Janssen】 R&D Japan Clinical Scientist (JCS) _IDV",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Clinical Research non-MD",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729850W?lang=en-us&previousLocale=en-US",
        "job_title": "【Janssen】 R&D; Japan Clinical Scientist (JCS) _IDV",
        "location": "Chiyoda, Japan",
        "function": "Clinical Research non-MD",
        "requisition_id": "1905729850W",
        "job_description": [
            "JOB SUMMARY:",
            "JCS is responsible to execute preparation for study implementation and clinical study oversight of clinical studies in the assigned compound(s) and also execute medical monitoring of independent clinical study in Japan (Local study), including handling medical inquiries from JCOL, the study operation team or investigators, etc",
            "KEY RESPONSIBILITIES:",
            "Execute R&D; publications based on the agreed R&D; publication plan.",
            "Supports to create revise and maintain study design and outlines, scientific rationale, Protocol Element Document (PED) and full protocol of the clinical studies aligned with the clinical study plan.",
            "Provides leadership to implement study protocol including knowledge transfer to JCOL, execution of clinical study oversight of clinical studies in Japan, in addition to supporting to create and update the following documents:",
            "-Investigator’s Brochure (IB) – Japanese translated version.",
            "-Case Report Form (CRF)",
            "-FAQ on patient eligibility or other medical issues and potential concerns during execution of clinical study in Japan.",
            "-Summary of the compensation system for subject health injury in Japan.",
            "-Major protocol deviation criteria, if any.",
            "-Medical monitoring plan/medical review plan, if any.",
            "-Statistical Analysis Plan (SAP).",
            "-Analytical risk based monitoring plan.",
            "-Related other documents to clinical studies.",
            "-Training materials for JCOL and study operation team involved.",
            "Provides leadership to execute medical monitoring of the Local study, including handling medical inquiries (secondary response) from JCOL, the study operation team or investigators, etc.",
            "Provides leadership to execute risk and feasibility assessment of full protocol of the studies including impact assessment of unapproved in Japan, out of scope in J-labelling, imported drugs regardless approval in Japan.",
            "Supports to create Clinical Study Report (CSR) of the Local study, relevant parts of Common Technical Document (J-CTD), including discussion on appropriate data interpretation from top line results and tabulations, and key message clarification.",
            "Supports to file CTD as JNDA including labeling discussion.",
            "Supports to package insert (J-labelling) development.",
            "Supports to develop risk management plan including post marketing surveillance studies led by JSS.",
            "If post marketing clinical study in Japan is considered, practical support will be necessary by JCS.",
            "Provides own approaches from the viewpoints of career and talent development.",
            "JCS is assigned for each single clinical study as Scientist role in the study. If JCS is additional assigned as Medical Monitor in the Local study, the JCS needs to be trained by Study Responsible Physician and/or Study Responsible Scientist before conduct of the study. Also, if JCS below GB24 is considered, practical support will be necessary by supervision of JCL and/or Associate Director of the same group",
            "- 3 years of pharmaceutical industry experience overall including clinical study experience at least 1 year",
            "- Trained oral and written communication skills in both English and Japanese.",
            "- Good planning and tracking skills.",
            "- Demonstrates influence, negotiation and conflict resolution skills, including the",
            "ability to influence with supports from his/her supervisor.",
            "- Demonstrates mind set of problem solving skills for developing creative",
            "- M.S. or equivalent is required (M.D., Ph.D. – preferable).",
            "- English (TOEIC 750 or equivalent)"
        ]
    },
    {
        "JOB TITLE": "Operator Mobiele Apparatuur (tijdelijk)",
        "LOCATION": "Geel, Belgium",
        "FUNCTION": "Operations (Generalist)",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805701065W?lang=en-us&previousLocale=en-US",
        "job_title": "Operator mobiele apparatuur (tijdelijk)",
        "location": "Geel, Belgium",
        "function": "Operations (Generalist)",
        "requisition_id": "1805701065W",
        "job_description": [
            "Janssen Pharmaceutica maakt sinds 1961 deel uit van de Johnson & Johnson-groep en is een van de meest vernieuwende farmaceutische bedrijven ter wereld met meer dan 4,000 medewerkers in België. Janssen ontwikkelt behandelingen voor een aantal van de meest ingrijpende ziekten en complexe medische uitdagingen van deze tijd, waaronder mentale stoornissen, neurologische problemen, infectieziekten, immunologische aandoeningen, kanker en cardiovasculaire en metabole ziekten.",
            "Bij Janssen speelt elke collega een vitale rol. Onze medewerkers zijn er trots op dat ze het verschil maken voor de gezondheid van mensen in de hele wereld. Elke dag maken ze het leven aangenamer door te gaan voor veiligheid, hoge kwaliteit en voortdurende innovatie. Zelf krijgen ze daarbij de kans om initiatief te nemen en hun vaardigheden te ontplooien.",
            "In de afdeling Mobile equipment te Geel hebben wij momenteel een tijdelijke vacature in een volcontinu systeem (3 of 5 ploegen) als:",
            "Operator mobiele apparatuur",
            "Demonteren, reinigen, monteren en vrijgeven van mobiele apparatuur zoals platenfilters, flexibels, vloeistofcontainers en kleinere onderdelen vanuit productie. Na de reiniging voeren we een kwaliteit en beperkte technische inspectie uit voor vrijgave van de apparatuur om contaminatievrije en goed werkende apparatuur te kunnen garanderen.",
            "Bij de reiniging maken we waar mogelijk gebruik van machinale reinigingsinstallaties zoals ultrasoon baden, wasautomaten en een isolator (80%) in de andere gevallen reinigen we handmatig (20%).",
            "Demonteren van de te reinigen productieonderdelenAansturen van de reinigingsinstallaties of manueel reinigen van de apparatuurDrogen van de onderdelen Uitvoeren en registreren van controles in een logboek Uitvoeren van precisiemontagesControleren van de werking van de gereinigde apparatuurWegstapelen met behulp van de hef- en reachtruck (optioneel)Uitvoeren van kleine herstellingswerken (ontbrekende stukken en dichtingen vervangen)",
            "Demonteren van de te reinigen productieonderdelen",
            "Aansturen van de reinigingsinstallaties of manueel reinigen van de apparatuur",
            "Drogen van de onderdelen",
            "Uitvoeren en registreren van controles in een logboek",
            "Uitvoeren van precisiemontages",
            "Controleren van de werking van de gereinigde apparatuur",
            "Wegstapelen met behulp van de hef- en reachtruck (optioneel)",
            "Uitvoeren van kleine herstellingswerken (ontbrekende stukken en dichtingen vervangen)",
            "Is verantwoordelijk en zorgt zelfstandig voor:",
            "Correcte en tijdige reiniging van de onderdelenBediening van de reinigingstoestellenReinigen van elke installatie of elk onderdeel tot de hoogste graad van zuiverheidOplossen van storingen en herstellen van defecte toestellenCorrect demonteren en monteren van apparatuurWerken volgens de sterke veiligheids, kwaliteit en milieu aspecten (GMP standaarden)Toepassen van alle procedures inzake regelgeving en controles mbt op eindproduct en sterk actieve stoffen zoals narcotica",
            "Correcte en tijdige reiniging van de onderdelen",
            "Bediening van de reinigingstoestellen",
            "Reinigen van elke installatie of elk onderdeel tot de hoogste graad van zuiverheid",
            "Oplossen van storingen en herstellen van defecte toestellen",
            "Correct demonteren en monteren van apparatuur",
            "Werken volgens de sterke veiligheids, kwaliteit en milieu aspecten (GMP standaarden)",
            "Toepassen van alle procedures inzake regelgeving en controles mbt op eindproduct en sterk actieve stoffen zoals narcotica",
            "We zijn op zoek naar een enthousiaste teamspeler met een kennisniveau hoger middelbaar onderwijs (of gelijkwaardig door ervaring) die veiligheid en kwaliteit bovenaan zet, nauwkeurig en met oog voor detail werkt, handig is en een basiskennis techniek bezit. Ervaring in dezelfde sector (pharma/chemie) en kennis van de GMP richtlijnen zijn zeker pluspunten. Brevetten voor heftruck, reachtruck en transpallet zijn optioneel."
        ]
    },
    {
        "JOB TITLE": "Senior Statistical Programmer Analyst",
        "LOCATION": "High Wycombe, United Kingdom",
        "FUNCTION": "Biostatistics",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729789W?lang=en-us&previousLocale=en-US",
        "job_title": "Senior Statistical Programmer Analyst",
        "location": "High Wycombe, United Kingdom",
        "function": "Biostatistics",
        "requisition_id": "1905729789W",
        "job_description": [
            "Sr. Statistical Programmer Analyst – Janssen",
            "Janssen Research & Development, a member of Johnson & Johnson's Family of Companies, is recruiting for a Sr. Statistical Programmer Analyst.",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.JanssenRnD.com for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it.",
            "The Sr. Statistical Programmer Analyst is an individual contributor in the Statistical Programming and Analysis Department, that will be accountable for development, verification, and documentation of SAS code on the assigned clinical project. This role is that of a SAS programmer who is capable of supporting programming requests of medium to high complexity in support of clinical trial reporting and submissions, with minimal guidance.",
            "Principal responsibilities will include:",
            "Design and development of statistical programs for the assigned projectPerform quality control in support of clinical R&D; analysis and reportingMaintain documentation as appropriateCompletes programming tasks of medium to high complexityCritically reviews requirements and data, identifies gaps, suggests solutions and applies expertise on clinical R&D; statistical programming activities.",
            "Design and development of statistical programs for the assigned project",
            "Perform quality control in support of clinical R&D; analysis and reporting",
            "Maintain documentation as appropriate",
            "Completes programming tasks of medium to high complexity",
            "Critically reviews requirements and data, identifies gaps, suggests solutions and applies expertise on clinical R&D; statistical programming activities.",
            "A Bachelor’s degree or higher in Computer Science, Mathematics or other scientific fields is requiredIn-depth knowledge of SAS statistical software with a minimum of 5 years SAS programming experience with increasing responsibility is requiredKnowledge of SAS macro language and SAS Graph is desiredExperience in a pharmaceutical/clinical trial environment is preferred.Demonstrated written and verbal communications skill is required.Experience working with programmers in a team environment is preferred.Prior experience with any of the following Therapeutic Areas is preferred: Oncology, Neuroscience, Immunology, Cardiovascular, Metabolics, Infectious Diseases and Vaccines.Knowledge and experience in SDTM and ADaM is requiredA working knowledge of Statistics is required",
            "A Bachelor’s degree or higher in Computer Science, Mathematics or other scientific fields is required",
            "In-depth knowledge of SAS statistical software with a minimum of 5 years SAS programming experience with increasing responsibility is required",
            "Knowledge of SAS macro language and SAS Graph is desired",
            "Experience in a pharmaceutical/clinical trial environment is preferred.",
            "Demonstrated written and verbal communications skill is required.",
            "Experience working with programmers in a team environment is preferred.",
            "Prior experience with any of the following Therapeutic Areas is preferred: Oncology, Neuroscience, Immunology, Cardiovascular, Metabolics, Infectious Diseases and Vaccines.",
            "Knowledge and experience in SDTM and ADaM is required",
            "A working knowledge of Statistics is required",
            "We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status."
        ]
    },
    {
        "JOB TITLE": "Programming Manager",
        "LOCATION": "High Wycombe, United Kingdom",
        "FUNCTION": "Biostatistics",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729790W?lang=en-us&previousLocale=en-US",
        "job_title": "Programming Manager",
        "location": "High Wycombe, United Kingdom",
        "function": "Biostatistics",
        "requisition_id": "1905729790W",
        "job_description": [
            "Programming Manager – Janssen",
            "Location : UK, Belgium or NL",
            "Janssen Research & Development, LLC, a member of Johnson & Johnson's Family of Companies, is recruiting for a Sr. Statistical Programmer Analyst.",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development, LLC discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.JanssenRnD.com for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it.",
            "This role is that of either a programming team leader (Programming Lead) who plans and provides oversight of programming activities (e.g., development, verification and documentation) in support of clinical trial reporting and submissions or that of a statistical programmer (Clinical Programmer) who applies expertise and problem solving skills to complete programming activities of high complexity and ambiguity benefitting multiple project teams",
            "This role makes decisions and recommendations that impact the timeliness and quality of deliverables. This role also has an impact on the programming team members.",
            "Principal responsibilities will include:",
            "Develops detailed programming strategy and plans the programming deliverables for a single project.Designs and develops programs in support of complex clinical analysis and reporting activities.Performs comprehensive review of, and provides input into, project requirements and/or project documentation.In the Programming Lead role, coordinates and oversees programming team activities and provides technical and project specific guidance to programming team members to ensure quality and on-time deliverables in compliance with departmental processes. May lead others in an area of expertise that results in increased efficiency and quality of deliverables across multiple projects.In a Clinical Programmer role, applies technical and analytical expertise to develop and implement solutions for use on multiple projects, leading to increased efficiency and quality across programming teams. Collaborates effectively within statistical programming and with cross-functional working group team members, including internal and external members.",
            "Develops detailed programming strategy and plans the programming deliverables for a single project.",
            "Designs and develops programs in support of complex clinical analysis and reporting activities.",
            "Performs comprehensive review of, and provides input into, project requirements and/or project documentation.",
            "In the Programming Lead role, coordinates and oversees programming team activities and provides technical and project specific guidance to programming team members to ensure quality and on-time deliverables in compliance with departmental processes. May lead others in an area of expertise that results in increased efficiency and quality of deliverables across multiple projects.",
            "In a Clinical Programmer role, applies technical and analytical expertise to develop and implement solutions for use on multiple projects, leading to increased efficiency and quality across programming teams.",
            "Collaborates effectively within statistical programming and with cross-functional working group team members, including internal and external members.",
            "Bachelor’s degree or higher and/or equivalent in computer science, mathematics or other scientific field (or equivalent theoretical/technical depth).programming experience with increasing responsibility, preferably in a pharmaceutical/clinical trial environment.Knowledge of programming language(s) and data structures.Demonstrated written and verbal communications skillsExperience planning programming activities and leading teams of programmers..Prior experience with any of the following Therapeutic Areas is preferred: Oncology, Neuroscience, Immunology, Cardiovascular, Metabolics, Infectious Diseases and Vaccines.",
            "Bachelor’s degree or higher and/or equivalent in computer science, mathematics or other scientific field (or equivalent theoretical/technical depth).",
            "programming experience with increasing responsibility, preferably in a pharmaceutical/clinical trial environment.",
            "Knowledge of programming language(s) and data structures.",
            "Demonstrated written and verbal communications skills",
            "Experience planning programming activities and leading teams of programmers..",
            "Prior experience with any of the following Therapeutic Areas is preferred: Oncology, Neuroscience, Immunology, Cardiovascular, Metabolics, Infectious Diseases and Vaccines.",
            "We are an equal opportunity employer and value diversity at our company. We do not discriminate on the basis of race, religion, color, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status."
        ]
    },
    {
        "JOB TITLE": "Lehrstelle Laborant/-in EFZ 2020 SH",
        "LOCATION": "Schaffhausen, Switzerland",
        "FUNCTION": "Operations (Generalist)",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727224W?lang=en-us&previousLocale=en-US",
        "job_title": "Lehrstelle Laborant/-in EFZ 2020 SH",
        "location": "Schaffhausen, Switzerland",
        "function": "Operations (Generalist)",
        "requisition_id": "1905727224W",
        "job_description": [
            "Mindestens 16 Jahre alt im Kalenderjahr 2020 Guter Sekundarschulabschluss",
            "Mindestens 16 Jahre alt im Kalenderjahr 2020",
            "Guter Sekundarschulabschluss"
        ]
    },
    {
        "JOB TITLE": "[Surgical Vision] Commercial Operation & Strategy Manager, TW/HK",
        "LOCATION": "Taipei, Taiwan",
        "FUNCTION": "Business Development",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729370W?lang=en-us&previousLocale=en-US",
        "job_title": "[Surgical Vision] Commercial Operation & Strategy Manager, TW/HK",
        "location": "Taipei, Taiwan",
        "function": "Business Development",
        "requisition_id": "1905729370W",
        "job_description": [
            "Job Purpose and Scope",
            "To assess all customer-facing function (sales, Marketing, Customer experience/ Service, market access and development), with the objective to improve all competitive position of the affiliate’s marketing, sales force effectiveness and development need to achievement of current and future TW/HK business goal.",
            "Plan, direct for appropriate affiliate improvement /development as agreed to by Country manager to ensure sustainable and profit growth.",
            "Overall",
            "Overall",
            "Responsible for articulating and communicating Commercial Excellence strategy to the affiliate and to serve as a role model for Commercial Excellence behaviours and values.",
            "Responsible for articulating and communicating Commercial Excellence strategy to the affiliate and to serve as a role model for Commercial Excellence behaviours and values.",
            "Partner with other areas (Marketing, sales, Market Access, Customer Experience / Service, QA, Communications, IT etc) in order to define and implement processes to optimize productivity of the sales force. Link all processes and results.",
            "Partner with other areas (Marketing, sales, Market Access, Customer Experience / Service, QA, Communications, IT etc) in order to define and implement processes to optimize productivity of the sales force. Link all processes and results.",
            "Be a Change Agent to drive cultural change in the organization . Continuously secure and evaluate relevant information, identifying key issues, trends, relationships and cause/effect as they impact the business. Appropriately consult with experts. Create an environment where information, expertise and experience are broadly shared and used to create insights that shape the business.",
            "Be a Change Agent to drive cultural change in the organization . Continuously secure and evaluate relevant information, identifying key issues, trends, relationships and cause/effect as they impact the business. Appropriately consult with experts. Create an environment where information, expertise and experience are broadly shared and used to create insights that shape the business.",
            "Participate in ad hoc key projects per assigned by Commercial Head (e.g. assimilation of new business / products)",
            "Participate in ad hoc key projects per assigned by Commercial Head (e.g. assimilation of new business / products)",
            "Improve customer experience by developing a process to get annual feedback from customers",
            "Improve customer experience by developing a process to get annual feedback from customers",
            "Work with Regional IT on IT projects and funding",
            "Work with Regional IT on IT projects and funding",
            "Explore areas to allow close partnership between Taiwan and Hong Kong",
            "Explore areas to allow close partnership between Taiwan and Hong Kong",
            "Lead for S&OP; process",
            "Lead for S&OP; process",
            "Coordinate the monthly S&OP; process",
            "Coordinate the monthly S&OP; process",
            "Support Commercial Head for the monthly session with Region Team",
            "Support Commercial Head for the monthly session with Region Team",
            "Work closely with Finance partner to prepare the financial information required",
            "Work closely with Finance partner to prepare the financial information required",
            "Work with internal stakeholders (Sales Head / Marketing etc) in Taiwan and Hong Kong to prepare the required commercial information",
            "Work with internal stakeholders (Sales Head / Marketing etc) in Taiwan and Hong Kong to prepare the required commercial information",
            "Conduct financial validation and implications assessment of different scenarios.",
            "Conduct financial validation and implications assessment of different scenarios.",
            "Review total SG&A; spend and highlight areas for resource efficiency.",
            "Review total SG&A; spend and highlight areas for resource efficiency.",
            "Strategic Pricing and Sales Incentives Plan Design",
            "Strategic Pricing and Sales Incentives Plan Design",
            "Collaboration and partnership with stakeholders; facilitate data-driven price reviews",
            "Collaboration and partnership with stakeholders; facilitate data-driven price reviews",
            "Raise visibility and importance of pricing discipline within organization (looking / reviewing price movements)",
            "Raise visibility and importance of pricing discipline within organization (looking / reviewing price movements)",
            "Facilitate and review existing internal metrics",
            "Facilitate and review existing internal metrics",
            "Design & review sales incentive scheme. Administer, communicate targets and payout on a quarterly basis to sales-force and sales management.",
            "Design & review sales incentive scheme. Administer, communicate targets and payout on a quarterly basis to sales-force and sales management.",
            "Sales support and Customer Segmentation",
            "Sales support and Customer Segmentation",
            "Surgeon Segmentation",
            "Surgeon Segmentation",
            "BANT - utilizing BANT and to reintroduce BANT",
            "BANT - utilizing BANT and to reintroduce BANT",
            "Carry out gap analysis of current sales structure and strategy. Propose and facilitate decision making process on new sales force strategy if necessary. Develop implementation plan and ensure execution, considering geographical deployment",
            "Carry out gap analysis of current sales structure and strategy. Propose and facilitate decision making process on new sales force strategy if necessary. Develop implementation plan and ensure execution, considering geographical deployment",
            "Support sales team",
            "Support sales team",
            "Data Management & Analytics / Call Activity",
            "Data Management & Analytics / Call Activity",
            "review call tracking activities and trends within the countries; regular review with regional team",
            "review call tracking activities and trends within the countries; regular review with regional team",
            "leverage tools such as Tableau",
            "leverage tools such as Tableau",
            "Raise visibility on call tracking activities",
            "Raise visibility on call tracking activities",
            "Marketing collaboration",
            "Marketing collaboration",
            "Partner with Marketing to review the overall budget and the marketing mix optimization.",
            "Partner with Marketing to review the overall budget and the marketing mix optimization.",
            "Support new product launches; adopt framework to execute robust launch strategies",
            "Support new product launches; adopt framework to execute robust launch strategies",
            "Suggest ways for improvements as required.",
            "Suggest ways for improvements as required.",
            "Strong analytical skills",
            "Strong written and verbal skills",
            "Advanced computer literacy (Excel, SAP, Vision Analytics)",
            "Ability to shape perspectives, influence diverse people & secure buy-in",
            "Project management experience, with a discipline to execute on timelines",
            "Minimum of 3 – 5 years industry experience in a mid to senior level management roles."
        ]
    },
    {
        "JOB TITLE": "Director, Strategy And Operation Leader, China Lung Cancer Initiative",
        "LOCATION": "Shanghai, China",
        "FUNCTION": "R&D",
        "DATE": "March 19, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905728962W?lang=en-us&previousLocale=en-US",
        "job_title": "Director, Strategy and Operation Leader, China Lung Cancer Initiative",
        "location": "Shanghai, China",
        "function": "R&D;",
        "requisition_id": "1905728962W",
        "job_description": [
            "Johnson and Johnson is committed to eliminate lung cancer via solutions that prevent, intercept and cure. This vision is enabled by Johnson & Johnson’s state-of-the-art capabilities in delivering consumer, medical devices, diagnostics and pharmaceutical solutions to lung cancer patients. A cross sector Lung Cancer Initiative was formed to leverage unparalleled depth and breadth of expertise within Johnson and Johnson and its close connection with external innovation to take a holistic approach to lung cancer.",
            "LCI China is recruiting for a portfolio and strategy leader who will be a key member of a core team to design and execute China strategy. The position requires close collaboration across Johnson & Johnson’s business sectors including pharmaceuticals, medical devices, diagnostics, and consumer divisions to advance the Center’s strategy. Successful execution of the strategy will require a determination of the priorities and approach to external opportunities including governmental, academic and industry in partnership with Johnson and Johnson’s Innovation Centers. The LCI China portfolio and strategy leader will help build China portfolio/programs, oversee execution of projects, manage business operation of LCI china and establish strong connection with various stakeholders.",
            "Responsibilities:",
            "· Support and assist LCI China head to build and maintain an active China portfolio with projects that are aligned with LCI China strategy",
            "· Shape LCI China strategic direction and program development",
            "· Interact and communicate with senior internal cross sector/cross functional stakeholders and external partners on program design and execution",
            "· Engage in LCI annual and/or ongoing budget/financial planning, including resource management and allocation across China LCI programs",
            "· Serve as project lead for selected programs",
            "· Manage business operation of LCI China team",
            "· Ph.D or MD or MBA with 15+ years of working experience in health care industry",
            "· Prior leadership experience in R&D; or commercial organization (e.g, new product planning, strategic marketing)",
            "· Ability to lead, drive and coordinate cross functional teams and thrive in a matrix organization",
            "· Strategic thinker with strong executive presence and communication skills",
            "· Ability to liaise and build relationship with internal stakeholders and external partners",
            "· Strong entrepreneurial and leadership skill with highly collaborative spirit",
            "· Prior experience in leading multi-disciplinary cross functional projects is a plus",
            "· Technical expertise in medical device and/or pharmaceutical science is preferred",
            "· Experience in project and portfolio management",
            "· Strong execution capability"
        ]
    },
    {
        "JOB TITLE": "JJI FELLOW",
        "LOCATION": "Cambridge, Massachusetts",
        "FUNCTION": "R&D",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/8943190313?lang=en-us&previousLocale=en-US",
        "job_title": "JJI FELLOW",
        "location": "Cambridge, Massachusetts",
        "function": "R&D;",
        "requisition_id": "8943190313",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Johnson & Johnson Innovation (JJI), a part of Johnson & Johnson's Family of Companies, is currently recruiting for an intern for its Boston (Cambridge) location. Johnson & Johnson (J&J;) is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the pharmaceutical, consumer health, and medical device markets. The more than 230 Johnson & Johnson operating companies employ over 125,000 people worldwide.",
            "JJI focuses on accelerating all stages of innovation worldwide and forming collaborations between entrepreneurs and J&J;’s global healthcare businesses. JJI provides scientists, entrepreneurs, and emerging companies with one-stop access to science and technology experts who can facilitate collaborations across the pharmaceutical, medical device and consumer companies of J&J.; JJI is comprised of a family of complementary teams: JJI, Innovation Centers; JJI, JLABS and JJI, JJDC. Through the work of these teams, JJI connects with innovators to create customized deals and novel collaborations that speed development of innovations to solve unmet healthcare needs. For more information, visit www.jnjinnovation.com or follow @JNJInnovation.",
            "Johnson & Johnson Innovation, Innovation Centers (ICs), consists of four regional hubs—in California (South San Francisco), Boston (Cambridge), London, and Shanghai. The JJI Fellow will be an integral part of the Boston Innovation Center. She or he will work largely on landscaping projects and innovation opportunity sourcing, but may also work on other strategic initiatives.",
            "Working both with scientific experts and independently, develop and deliver landscaping analyses, competitive assessments, market assessments, SWOT and strategic overviews of particular areas of healthcare innovation (including in pharma, medical devices, consumer healthcare, health tech, and across sectors). Focus will be on early-stage innovation, with strong emphasis on drug discovery and asset development.Based on above analyses, develop coherent point of view on recommendations for the most attractive innovations, companies, and academic programs to pursue.Create both slide decks and written summaries of the innovations identified, and present findings to the JJI team, JJI leadership, and others Support Therapeutics Area/Consumer Leads and New Ventures team in conducting due diligence as needed",
            "Working both with scientific experts and independently, develop and deliver landscaping analyses, competitive assessments, market assessments, SWOT and strategic overviews of particular areas of healthcare innovation (including in pharma, medical devices, consumer healthcare, health tech, and across sectors). Focus will be on early-stage innovation, with strong emphasis on drug discovery and asset development.",
            "Based on above analyses, develop coherent point of view on recommendations for the most attractive innovations, companies, and academic programs to pursue.",
            "Create both slide decks and written summaries of the innovations identified, and present findings to the JJI team, JJI leadership, and others",
            "Support Therapeutics Area/Consumer Leads and New Ventures team in conducting due diligence as needed",
            "Currently a PhD candidate or postdoctoral scholar at a top tier graduate program in the field of life sciences/medical technologiesAvailability to work up to 10 hours per week for (at least) 12 monthsWork to be completed primarily onsite at Boston Innovation Center and greater Boston area for meetings with remote responsibilitiesLegally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future. Bachelor’s Degree in life sciencesDemonstrated history of exceptional achievement, academically and otherwiseExperienced creating visual and written content for executive-level audienceProven analytical skills with the ability to use data to frame, dissect and solve problems – quantitative strength and an ability to see patterns in dataHighly proficient in Word, Excel, and PowerPointStrong verbal and written communication skills; detail-oriented and thorough",
            "Currently a PhD candidate or postdoctoral scholar at a top tier graduate program in the field of life sciences/medical technologies",
            "Availability to work up to 10 hours per week for (at least) 12 months",
            "Work to be completed primarily onsite at Boston Innovation Center and greater Boston area for meetings with remote responsibilities",
            "Legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Bachelor’s Degree in life sciences",
            "Demonstrated history of exceptional achievement, academically and otherwise",
            "Experienced creating visual and written content for executive-level audience",
            "Proven analytical skills with the ability to use data to frame, dissect and solve problems – quantitative strength and an ability to see patterns in data",
            "Highly proficient in Word, Excel, and PowerPoint",
            "Strong verbal and written communication skills; detail-oriented and thorough",
            "Preferred Qualifications",
            "Ability to meet deadlines with changing prioritiesExceptional problem solving and organizational capabilitiesStrong interpersonal skills (team player)High degree of flexibility and initiative; able to perform with limited directionBased in Cambridge, MA or Boston, MA",
            "Ability to meet deadlines with changing priorities",
            "Exceptional problem solving and organizational capabilities",
            "Strong interpersonal skills (team player)",
            "High degree of flexibility and initiative; able to perform with limited direction",
            "Based in Cambridge, MA or Boston, MA",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "Lehrstelle Logistiker/in EFZ 2020 SH",
        "LOCATION": "Schaffhausen, Switzerland",
        "FUNCTION": "Operations (Generalist)",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727264W?lang=en-us&previousLocale=en-US",
        "job_title": "Lehrstelle Logistiker/in EFZ 2020 SH",
        "location": "Schaffhausen, Switzerland",
        "function": "Operations (Generalist)",
        "requisition_id": "1905727264W",
        "job_description": [
            "Mindestens 16 Jahre alt im Kalenderjahr 2020 Guter Real- oder Sekundarschulabschluss",
            "Mindestens 16 Jahre alt im Kalenderjahr 2020",
            "Guter Real- oder Sekundarschulabschluss"
        ]
    },
    {
        "JOB TITLE": "Lehrstelle Kaufmann/-frau EFZ 2020 SH",
        "LOCATION": "Schaffhausen, Switzerland",
        "FUNCTION": "Operations (Generalist)",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727274W?lang=en-us&previousLocale=en-US",
        "job_title": "Lehrstelle Kaufmann/-frau EFZ 2020 SH",
        "location": "Schaffhausen, Switzerland",
        "function": "Operations (Generalist)",
        "requisition_id": "1905727274W",
        "job_description": [
            "Mindestens 16 Jahre alt im Kalenderjahr 2020 Guter Sekundarschulabschluss",
            "Mindestens 16 Jahre alt im Kalenderjahr 2020",
            "Guter Sekundarschulabschluss"
        ]
    },
    {
        "JOB TITLE": "Lehrstelle CPT/-in EFZ 2020 SH",
        "LOCATION": "Schaffhausen, Switzerland",
        "FUNCTION": "Operations (Generalist)",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727273W?lang=en-us&previousLocale=en-US",
        "job_title": "Lehrstelle CPT/-in EFZ 2020 SH",
        "location": "Schaffhausen, Switzerland",
        "function": "Operations (Generalist)",
        "requisition_id": "1905727273W",
        "job_description": [
            "Mindestens 16 Jahre alt im Kalenderjahr 2020 Guter Real- oder Sekundarschulabschluss",
            "Mindestens 16 Jahre alt im Kalenderjahr 2020",
            "Guter Real- oder Sekundarschulabschluss"
        ]
    },
    {
        "JOB TITLE": "[Janssen] Administration Specialist",
        "LOCATION": "Taipei, Taiwan",
        "FUNCTION": "Administration",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905729229W?lang=en-us&previousLocale=en-US",
        "job_title": "[Janssen] Administration Specialist",
        "location": "Taipei, Taiwan",
        "function": "Administration",
        "requisition_id": "1905729229W",
        "job_description": [
            "Johnson & Johnson is the world's most comprehensive and broadly-based healthcare Company, touching the lives of nearly a billion people every day. Our Family of Companies throughout the world compete in consumer, pharmaceutical, and medical devices and diagnostics markets and have the skills and resources to tackle the world's most pressing health issues. 1. Position Title: Administration Specialist 2. Sector: Janssen 3. Location: Taipei, Taiwan [Responsibility]",
            "Support BU administrationCoordinate events and arrange internal meetings Code payment request and vendor request for Marketing/SalesManage payment related matters between Marketing/SalesConduct monthly preventative control on vendor creationPrepare paper work related to Marketing/Sales submissionsReconciliate the event budgets",
            "Support BU administration",
            "Coordinate events and arrange internal meetings",
            "Code payment request and vendor request for Marketing/Sales",
            "Manage payment related matters between Marketing/Sales",
            "Conduct monthly preventative control on vendor creation",
            "Prepare paper work related to Marketing/Sales submissions",
            "Reconciliate the event budgets",
            "[Requirements]",
            "Bachelor’s degree required with 3+ years of similar experienceBusiness level in English in reading and writingHave flexible in working hoursAble to work independently with limited supervisionDetailed oriented mindset with good communication capability",
            "Bachelor’s degree required with 3+ years of similar experience",
            "Business level in English in reading and writing",
            "Have flexible in working hours",
            "Able to work independently with limited supervision",
            "Detailed oriented mindset with good communication capability"
        ]
    },
    {
        "JOB TITLE": "Assistant Regulatory Affair Manager",
        "LOCATION": "Beijing, China",
        "FUNCTION": "Regulatory Affairs",
        "DATE": "March 18, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905726300W?lang=en-us&previousLocale=en-US",
        "job_title": "Assistant Regulatory Affair Manager",
        "location": "Beijing, China",
        "function": "Regulatory Affairs",
        "requisition_id": "1905726300W",
        "job_description": [
            "Product registration related including new and renewalHandling registration process for S1/S2, includingDocument requirementDossier prepareSubmit to CFDAFollow up evaluation procedureSample ordering, type testingSoIve various problems in whole processFile dossiers with consistent requirementEnsure to obtain the regulatory permits on time, in support of the organization's business requirementsHaving a good and consistent communication with local marketing and know well the business plan especially product launch planEstablish working relationship with officials and experts in authorities, good communication and negotiation with officials and experts to guarantee smooth registrationPaying attention to the market information such as the competitors ’ with the analysisTo coordinate the post surveillance projectSupporting Chinese IFU/labeling, copy review of product relatedBeing involving into team working such as department meeting logistic arrangementMaintain& Input database such as: RA database, RTL etc.Providing monthly report analysis including latest registration status& post market surveillanceDevelop Regulatory Strategy and Plan for Chartered R&D; Initiatives from Sourcing companies and partner with the project team to ensure the approval at each review gate.Work closely with marketing team in providing effective operational support for entire product registration lifecycle.Being sensitive to capture the regulatory information to support company policy statement and contribute the constructive option for regulatory environment shaping.Provide regulatory assessment/expertise at the early stage of strategic, NBD and R&D; Initiatives to company project team.Map the work model to standardize internal work flow for all types of registration work Marco and micro to lead the group on marketing analysis to adjust regulatory strategy in time.Help team members to build a collaborative, high performing team.",
            "Product registration related including new and renewal",
            "Handling registration process for S1/S2, including",
            "Document requirement",
            "Dossier prepare",
            "Submit to CFDA",
            "Follow up evaluation procedure",
            "Sample ordering, type testing",
            "SoIve various problems in whole process",
            "File dossiers with consistent requirement",
            "Ensure to obtain the regulatory permits on time, in support of the organization's business requirements",
            "Having a good and consistent communication with local marketing and know well the business plan especially product launch plan",
            "Establish working relationship with officials and experts in authorities, good communication and negotiation with officials and experts to guarantee smooth registration",
            "Paying attention to the market information such as the competitors ’ with the analysis",
            "To coordinate the post surveillance project",
            "Supporting Chinese IFU/labeling, copy review of product related",
            "Being involving into team working such as department meeting logistic arrangement",
            "Maintain& Input database such as: RA database, RTL etc.",
            "Providing monthly report analysis including latest registration status& post market surveillance",
            "Develop Regulatory Strategy and Plan for Chartered R&D; Initiatives from Sourcing companies and partner with the project team to ensure the approval at each review gate.",
            "Work closely with marketing team in providing effective operational support for entire product registration lifecycle.",
            "Being sensitive to capture the regulatory information to support company policy statement and contribute the constructive option for regulatory environment shaping.",
            "Provide regulatory assessment/expertise at the early stage of strategic, NBD and R&D; Initiatives to company project team.",
            "Map the work model to standardize internal work flow for all types of registration work Marco and micro to lead the group on marketing analysis to adjust regulatory strategy in time.",
            "Help team members to build a collaborative, high performing team.",
            "Medical or related education background and knowledge3-5 years’ experience in Regulatory Affairs",
            "Medical or related education background and knowledge",
            "3-5 years’ experience in Regulatory Affairs",
            "Good communication skills",
            "Good time management skills",
            "Well computer operation skills",
            "Better English and Chinese in writing and oral"
        ]
    },
    {
        "JOB TITLE": "Principal Scientist, Automated Chemistry - Discovery Chemistry - La Jolla, CA",
        "LOCATION": "San Diego, California",
        "FUNCTION": "Chemistry",
        "DATE": "March 15, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/9510181207?lang=en-us&previousLocale=en-US",
        "job_title": "Principal Scientist, Automated Chemistry - Discovery Chemistry - La Jolla, CA",
        "location": "San Diego, California",
        "function": "Chemistry",
        "requisition_id": "9510181207",
        "job_description": [
            "Janssen Research & Development, L.L.C., a division of Johnson & Johnson's Family of Companies is recruiting for a Principal Scientist, located in La Jolla, CA.",
            "At the Janssen Pharmaceutical Companies of Johnson & Johnson, what matters most is helping people live full and healthy lives. We focus on treating, curing and preventing some of the most devastating and complex diseases of our time. And we pursue the most promising science, wherever it might be found.",
            "Janssen Research & Development, LLC discovers and develops innovative medical solutions to address important unmet medical needs in oncology, immunology, neuroscience, infectious diseases and vaccines, and cardiovascular and metabolic diseases. Please visit http://www.janssenrnd.com/ for more information.",
            "We are Janssen. Our mission drives us. Our patients inspire us. We collaborate with the world for the health of everyone in it.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Janssen Research & Development, LLC, is seeking an experienced, highly skilled, and motivated medicinal chemist to work in our laboratories in La Jolla, CA, for the position of Principal Scientist, Discovery Chemistry. This position will require the candidate to possess and leverage deep knowledge and capabilities to deliver differentiated clinical candidates to the Janssen product development pipeline within our Disease and Pathway Area Stronghold strategy. Using a mix of internal and external resources, the Principal Scientist will partner with key stakeholders within the therapeutic areas and other internal groups, represent medicinal chemistry and lead cross-functional project teams, and be co-responsible for building, managing, and delivering high quality clinical molecules into the pipeline. Responsibilities of the Principal Scientist will include:",
            "Drive and direct medicinal chemistry functions for one or more drug discovery projects, working in concert with partners in molecular and cellular biology, pharmacology, computational chemistry, ADME, structural biology, chemical development, and other key functionsUtilize parallel synthesis technologies and high throughput chemistry to prepare libraries of compounds relevant to ongoing hit-to-lead and lead optimization strategies for multiple programsAnalyze screening data, perform literature reviews, design, propose, and execute medicinal chemistry plans, coordinate chemistry and biology data to support compound progression and patent strategiesSupervise and direct synthetic chemistry activities internally and/or at contract research organizations (CROs) Participate in portfolio and stage-gate reviews, lead the preparation and presentation of dossiers for clinical candidate nomination and compound advancementParticipate in shaping and implementing strategies that support medicinal chemistry growth objectives at JanssenServe as a scientific expert in medicinal chemistry with both internal and external partners and provide recommendations regarding new targets, new synthetic strategies and emerging external opportunities.Ensure optimal interaction/communication and provide updates on project status to Discovery leadership Maintain significant personal laboratory presence",
            "Drive and direct medicinal chemistry functions for one or more drug discovery projects, working in concert with partners in molecular and cellular biology, pharmacology, computational chemistry, ADME, structural biology, chemical development, and other key functions",
            "Utilize parallel synthesis technologies and high throughput chemistry to prepare libraries of compounds relevant to ongoing hit-to-lead and lead optimization strategies for multiple programs",
            "Analyze screening data, perform literature reviews, design, propose, and execute medicinal chemistry plans, coordinate chemistry and biology data to support compound progression and patent strategies",
            "Supervise and direct synthetic chemistry activities internally and/or at contract research organizations (CROs)",
            "Participate in portfolio and stage-gate reviews, lead the preparation and presentation of dossiers for clinical candidate nomination and compound advancement",
            "Participate in shaping and implementing strategies that support medicinal chemistry growth objectives at Janssen",
            "Serve as a scientific expert in medicinal chemistry with both internal and external partners and provide recommendations regarding new targets, new synthetic strategies and emerging external opportunities.",
            "Ensure optimal interaction/communication and provide updates on project status to Discovery leadership",
            "Maintain significant personal laboratory presence",
            "A PhD in synthetic or medicinal chemistry with 7 years of related experience is required Postdoctoral experience is preferred A minimum of 7 years’ experience in the biopharmaceutical industry with a proven track record of innovative projects and key contributions to clinical candidate selection, preferably as project leader is required Broad experience and proven accomplishments in medicinal chemistry with operational skills for managing discovery programs at the level of a senior chemist/team leader and a proven track record of delivering clinical candidates is required Expert knowledge of modern methods of synthetic and medicinal chemistry with ability to successfully and simultaneously conduct medicinal chemistry on multiple projects is requiredDemonstrated experience with automation, parallel synthesis and purification techniques is requiredSolid understanding of cellular/molecular biology, biochemistry, disease pharmacology, mechanisms of drug metabolism and molecular toxicology, pharmaco-kinetic and pharmaco-dynamic sciences, and formulations for the in vivo evaluation of drug candidates is required Thorough understanding of DNA-encoded library technologies and protein target degradation strategies is preferred Experience with computational chemistry methods and biophysical techniques such as X-ray crystallography and macromolecular NMR is preferred Ability to integrate multiple R&D; disciplines into a successful strategic project plan is required Strong problem-solving skills for developing creative, innovative solutions, and meeting project objectives are required Demonstrated influence, negotiation, and conflict resolution skills, including the ability to succeed within a matrix environment are required Experience in managing projects, aligning actions with overall strategy, and supporting business cases for decision-making is preferred Strong track record of scientific contributions including peer reviewed first-author publications, patent applications, and presentations at major national meetings is required This position requires full time hours at our La Jolla, CA office location, and an active lab presence with approximately 30% of time in the lab is required Up to 10% travel both domestically and internationally is required",
            "A PhD in synthetic or medicinal chemistry with 7 years of related experience is required",
            "Postdoctoral experience is preferred",
            "A minimum of 7 years’ experience in the biopharmaceutical industry with a proven track record of innovative projects and key contributions to clinical candidate selection, preferably as project leader is required",
            "Broad experience and proven accomplishments in medicinal chemistry with operational skills for managing discovery programs at the level of a senior chemist/team leader and a proven track record of delivering clinical candidates is required",
            "Expert knowledge of modern methods of synthetic and medicinal chemistry with ability to successfully and simultaneously conduct medicinal chemistry on multiple projects is required",
            "Demonstrated experience with automation, parallel synthesis and purification techniques is required",
            "Solid understanding of cellular/molecular biology, biochemistry, disease pharmacology, mechanisms of drug metabolism and molecular toxicology, pharmaco-kinetic and pharmaco-dynamic sciences, and formulations for the in vivo evaluation of drug candidates is required",
            "Thorough understanding of DNA-encoded library technologies and protein target degradation strategies is preferred",
            "Experience with computational chemistry methods and biophysical techniques such as X-ray crystallography and macromolecular NMR is preferred",
            "Ability to integrate multiple R&D; disciplines into a successful strategic project plan is required",
            "Strong problem-solving skills for developing creative, innovative solutions, and meeting project objectives are required",
            "Demonstrated influence, negotiation, and conflict resolution skills, including the ability to succeed within a matrix environment are required",
            "Experience in managing projects, aligning actions with overall strategy, and supporting business cases for decision-making is preferred",
            "Strong track record of scientific contributions including peer reviewed first-author publications, patent applications, and presentations at major national meetings is required",
            "This position requires full time hours at our La Jolla, CA office location, and an active lab presence with approximately 30% of time in the lab is required",
            "Up to 10% travel both domestically and internationally is required"
        ]
    },
    {
        "JOB TITLE": "POSTDOCTORAL FELLOW NEUROIMMUNOLOGY",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "R&D",
        "DATE": "March 15, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/9475190314?lang=en-us&previousLocale=en-US",
        "job_title": "POSTDOCTORAL FELLOW NEUROIMMUNOLOGY",
        "location": "Spring House, Pennsylvania",
        "function": "R&D;",
        "requisition_id": "9475190314",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability.",
            "Janssen R&D;, a member of Johnson & Johnson's Family of Companies, is recruiting a post-doctoral position in the Neuroimmunology group at Janssen, R&D; in Spring House, PA to investigate the fundamental mechanisms underlying Alzheimer’s disease and related dementias. This position may also involve cross-disciplinary work on inflammation, immunotherapy, and gene therapy. In addition to their primary research project, the post-doc will also have the opportunity to directly participate in research projects that aim to identify and develop therapeutic and preventative countermeasures against neurodegenerative diseases. Recent PhD graduates with a strong background in neuroscience, cell biology, or a related field are encouraged to apply. Prior experience with molecular biology and biochemistry, as well as neurodegenerative disease models, is desired but not required. The ideal candidate will have a Ph.D. in neuroscience, biochemistry or a related biological field; an excellent track record of publications, including in neurodegenerative disease; and excellent oral and written communication skills in English.",
            "The post-doc will:",
            "Independently hypothesize, design and execute projects or analysis with hands-on involvementDraft and execute peer reviewed manuscripts and technical reports Collaborate across research groups to share results",
            "Independently hypothesize, design and execute projects or analysis with hands-on involvement",
            "Draft and execute peer reviewed manuscripts and technical reports",
            "Collaborate across research groups to share results",
            "Candidates must be enrolled in an accredited college/university pursuing a Ph.D. in neuroscience, biochemistry or a related biological field, or have recently completed their Ph.D.Candidates must be available to work Full-time.Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future. Demonstrated leadership is preferred.Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Candidates must have the ability to work individually (independently) as well as on a team.Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in SharePoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases.",
            "Candidates must be enrolled in an accredited college/university pursuing a Ph.D. in neuroscience, biochemistry or a related biological field, or have recently completed their Ph.D.",
            "Candidates must be available to work Full-time.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Demonstrated leadership is preferred.",
            "Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Candidates must have the ability to work individually (independently) as well as on a team.",
            "Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in SharePoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases."
        ]
    },
    {
        "JOB TITLE": "Re-Ignite Snr. Equipment Engineer",
        "LOCATION": "Limerick, Ireland",
        "FUNCTION": "Engineering (Generalist)",
        "DATE": "March 15, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727255W?lang=en-us&previousLocale=en-US",
        "job_title": "Re-Ignite Snr. Equipment Engineer",
        "location": "Limerick, Ireland",
        "function": "Engineering (Generalist)",
        "requisition_id": "1905727255W",
        "job_description": [
            "Did you take a break from the professional world to pursue other priorities? Do you want to develop technologies and create solutions that significantly improve patients' lives? If you are an experienced, high-caliber engineer eager to return to engineering after a break of two or more years, this “Re-Ignite” Career Program is for you.",
            "This twenty-three (23) month contract as part of our Re-Ignite Career Program will refresh your technical skills while you work with a market leader in healthcare. In addition to key job responsibilities, we provide flexi hours, technical training, professional development, and peer mentoring with full access to the R&D; engineering community at Ethicon and the possibility of becoming a full-time employee after completion of the program with the most dynamic health care organization in the world, Johnson & Johnson.",
            "Key job responsibilities:",
            "We are looking for someone with passion for equipment and automation with a strong background in systematic problem solving and data analysis techniques.",
            "Previous experience with Equipment OEE Performance Improvement is Required.",
            "You will be a key contributor of multiple projects within cross-functional teams."
        ]
    },
    {
        "JOB TITLE": "DMPK BIOTRANSFORMATION POSTDOCTORAL FELLOW",
        "LOCATION": "San Diego, California",
        "FUNCTION": "R&D",
        "DATE": "March 14, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/8903190314?lang=en-us&previousLocale=en-US",
        "job_title": "DMPK BIOTRANSFORMATION POSTDOCTORAL FELLOW",
        "location": "San Diego, California",
        "function": "R&D;",
        "requisition_id": "8903190314",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability.",
            "Janssen Research & Development L.L.C., a member of Johnson & Johnson's Family of Companies, is recruiting a motivated and enthusiastic individual to join the DMPK group as a Postdoctoral Fellow in San Diego, CA to contribute to research on drug-induced liver injury (DILI), a significant reason for drug attrition.",
            "PhD degree in biochemistry, medicinal chemistry, analytical chemistry, or other relevant discipline is required. Candidates must be available to work full-time.Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future. Previous small molecule LC-MS/MS structural identification experience is required Good understanding of drug metabolism concepts is requiredStrong data analysis skills are desiredExcellent interpersonal, organizational, oral/written communication and teamwork skills are required.Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Candidates must have the ability to work individually (independently) as well as on a team.Record of accomplishment as evidenced by first-author and co-authored publications in scientific journals",
            "PhD degree in biochemistry, medicinal chemistry, analytical chemistry, or other relevant discipline is required.",
            "Candidates must be available to work full-time.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Previous small molecule LC-MS/MS structural identification experience is required",
            "Good understanding of drug metabolism concepts is required",
            "Strong data analysis skills are desired",
            "Excellent interpersonal, organizational, oral/written communication and teamwork skills are required.",
            "Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Candidates must have the ability to work individually (independently) as well as on a team.",
            "Record of accomplishment as evidenced by first-author and co-authored publications in scientific journals",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "【Janssen】 R&D Japan QS, Clinical Data Manager (Staff)",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Clinical Data Management",
        "DATE": "March 14, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905725209W?lang=en-us&previousLocale=en-US",
        "job_title": "【Janssen】 R&D; Japan QS, Clinical Data Manager (Staff)",
        "location": "Chiyoda, Japan",
        "function": "Clinical Data Management",
        "requisition_id": "1905725209W",
        "job_description": [
            "【Janssen】 R&D; Japan QS, Clinical Data Manager (Senior Specialist)",
            "This position is an individual contributor that is responsible for taking leadership in all clinical data management activities for assigned trial(s) and Japan NDA submission as representative from Data management function with minimal supervision. Drive data management deliverables in a timely and efficient manner in close collaboration with cross- functional counterpart.",
            "Ensure the quality of clinical trial database, and deliver timely, accurate & secure database for clinical development of the analysis with minimal supervision.",
            "・ Provide input around choice of ESP for data management activities for assigned trial(s) with minimal supervision and lead contract with ESP.",
            "・ Arrange to contract with DM CRO and other vendors (EDC, PK office, SD office etc.).",
            "・ Provide Budget input for R&D; budget planning exercise for assigned trials with supervision.",
            "・ Input possible and effective options at the point of data collection and handling with minimal supervision as needed.",
            "・ Identify the data necessary to meet the objectives of the protocol and create an adequate eCRF format accordingly.",
            "・ Lead to input study specific part with minimal supervision.",
            "・ Provide data management deliverables in collaboration with Clinical Team;",
            "・ Review CRF Completion Guideline, Data Validation Rules, Data Transfer Agreement and other documents provided by DM-CRO/external vendor.",
            "・ Review SDTM related documents and SDTM data to input protocol relevant requirement.",
            "・Assist physician with reviewing dictionary coding for Adverse Event, Concomitant Medication, Medical History, etc. as needed.",
            "・ Ensure required DM deliverables to be archived into TMF system in timely manner.",
            "・ Perform all relevant data management review and continuously review the database contents by SDTM compliance checker and listing including applicable tools.",
            "・ Collaborate with appropriate representatives to review (e.g. medical review, protocol deviations*, dictionary coding*) *Verify consistency across the trials within the compound as applicable.",
            "・ Through data review, monitor whether desirable data is collected or not, and take necessary measures in timely manner.",
            "・Coordinate the locking and/or unlocking of the clinical database, as required",
            "・ Responsible for coordination of submission ready SDTM preparation for eDATA submission schedule and requirement to in close coordination and cooperation with the other involved",
            "・ Ensure inspection readiness of all DM deliverables for the trials. Participate PMDA inspection and internal audits and respond DM related inquiry as necessary.",
            "・ Participate SME activities to contribute DM process improvement.",
            "Decision Marking:",
            "・ This position makes decisions for assigned trials or assignment with direction from the Data Management Head around process, timelines and budgets if decisions do not adversely impact on function or the quality of deliverables with minimal supervision.",
            "・ Her/ His decision impacts project timelines, data quality, budget and resources in and out of Clinical data management.",
            "・ External; DM-CRO, External vender, PMDA (eDATA submission)",
            "Span of Control:",
            "・ Number of assigned projects: 4-5 including 1-2 active projects",
            "・ Budget planning and management for assigned projects with supervision.",
            "・ 4-6 years of pharmaceutical industry experience overall including clinical development experience.",
            "・ Knowledge of international guidelines regarding clinical trials (e.g. ICH guideline, 21 CFR part11, ER/ES, eDATA submission requirement)",
            "・ In-depth knowledge of protocol and current clinical drug development processes",
            "・ Working knowledge of data management system (EDC, LSAF, etc.)",
            "・ Working knowledge of dictionary coding and understanding medical dictionaries (e.g. MedDRA, WHO-DD)",
            "・ Ability to work with cross-functional team interpreting data requirements.",
            "・ In-depth project driving skills and knowledge of team management principles are required.",
            "・ Oral and written communication skills in both English and Japanese.",
            "Qualification/Certificate"
        ]
    },
    {
        "JOB TITLE": "Kaufmann-/frau EFZ",
        "LOCATION": "Allschwil, Schweiz",
        "FUNCTION": "Administration",
        "DATE": "March 14, 2019",
        "LANGUAGE": "Deutsch",
        "URL": "https://jobs.jnj.com/jobs/1905726515W?lang=de-de&previousLocale=en-US",
        "job_title": "Kaufmann-/frau EFZ",
        "location": "Standorte:\nAllschwil, Schweiz",
        "function": "Administration",
        "requisition_id": "1905726515W",
        "job_description": [
            "Actelion Pharmaceuticals Ltd., ein Janssen-Pharmakonzern von Johnson & Johnson, rekrutiert für die Lehrstelle Kaufmann/- frau (E-Profil) EFZ für 2019",
            "Hauptaufgaben",
            "Kaufleute mit erweiterter Grundbildung (E-Profil) verfügen im Betrieb über ein hohes Mass an Selbständigkeit. Sie sind in das laufende Tagesgeschäft eingebunden, stehen im direkten Kontakt mit der Kundschaft und wickeln Aufträge ab. Sie holen Auskünfte ein, organisieren Anlässe und protokollieren Besprechungen. Sie verfassen Aktennotizen, lesen sich in Geschäftsunterlagen ein und leiten Informationen an die zuständigen Stellen weiter. In den verschiedenen Einsatzbereichen übernehmen sie administrative und organisatorische Aufgaben.",
            "Mindestens 16 Jahre alt beim Lehrstellenantritt (12.08.2019) Guter Sekundarschulabschluss",
            "Mindestens 16 Jahre alt beim Lehrstellenantritt (12.08.2019)",
            "Guter Sekundarschulabschluss",
            "In einem anspruchsvollen und dynamischen Umfeld mit moderner Infrastruktur bieten wir Ihnen ein abwechslungsreiches Ausbildungsprogramm mit individueller Betreuung.",
            "Haben wir Ihr Interesse geweckt? Dann freuen wir uns auf Ihre Bewerbung mit Anschreiben, Lebenslauf, sämtlichen Schulzeugnissen der Oberstufe (erstellt mit max. 2 PDF Dateien)."
        ]
    },
    {
        "JOB TITLE": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST - GREAT LAKES TERRITORY (SUMMER/FALL 2019)",
        "LOCATION": "Multiple",
        "FUNCTION": "Selling",
        "DATE": "March 13, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/8355190227?lang=en-us&previousLocale=en-US",
        "job_title": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST - GREAT LAKES TERRITORY (SUMMER/FALL 2019)",
        "location": "Multiple \nIrvine, California; Iowa, United States; Illinois, United States; Michigan, United States; Minnesota, United States; Missouri, United States; North Dakota, United States; South Dakota, United States; Wisconsin, United States; Arkansas, United States",
        "function": "Selling",
        "requisition_id": "8355190227",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The Associate Clinical Account Specialist (ACAS) position is a 6-9-month training position for those with little to no electrophysiology (EP) experience. Upon successful graduation from the program, the ACAS will be promoted to a Clinical Account Specialist (CAS). As a CAS the candidate will provide expert clinical product and technical assistance and training to physicians and EP lab staff on the effective use of BWI’s systems and catheter equipment (e.g., The CARTO® System, associated software modules and RF generator) during case procedures within an assigned geography. The expectation that is that this work leads to meeting and/or exceeding business goals.",
            "*The positions will have start dates in 2019",
            "Under (e.g. limited supervision, general direction, etc.) and in accordance with all applicable federal, state and local laws/regulations and corporate Johnson & Johnson, procedures and guidelines, this position:",
            "Attend all portions of the ACAS fellowship training program without exception.Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners. Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.Prioritize and appropriately respond to requests in a high-stress environment. Maintain composure and problem-solving focus during stressful interactions. Respond daily to requests by email and voicemail.Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input. Maintaining safe fleet standards according to company guidelines. Responsible for communicating training related issues or opportunities to next management levelResponsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good conditionResponsible for adhering to company compliance with all federal, state, local and company regulations, policies, and proceduresPerforms other duties assigned as needed",
            "Attend all portions of the ACAS fellowship training program without exception.",
            "Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.",
            "Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners.",
            "Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.",
            "Prioritize and appropriately respond to requests in a high-stress environment.",
            "Maintain composure and problem-solving focus during stressful interactions.",
            "Respond daily to requests by email and voicemail.",
            "Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input.",
            "Maintaining safe fleet standards according to company guidelines.",
            "Responsible for communicating training related issues or opportunities to next management level",
            "Responsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good condition",
            "Responsible for adhering to company compliance with all federal, state, local and company regulations, policies, and procedures",
            "Performs other duties assigned as needed",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability.",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degreeGraduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred1-2 years of work experience within healthcare industry is preferred",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degree",
            "Graduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred",
            "1-2 years of work experience within healthcare industry is preferred",
            "A valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record historyWill be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape. The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally. Advance-level computer skills, and the ability to multitask without the direct oversight of manager requiredRequired to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)Position requires sitting for extended periods of time. May be required to lift up to 60 lbs",
            "A valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record history",
            "Will be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape.",
            "The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally.",
            "Advance-level computer skills, and the ability to multitask without the direct oversight of manager required",
            "Required to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)",
            "Position requires sitting for extended periods of time.",
            "May be required to lift up to 60 lbs"
        ]
    },
    {
        "JOB TITLE": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST MID ATLANTIC TERRITORY (SUMMER/FALL 2019)",
        "LOCATION": "Multiple",
        "FUNCTION": "Selling",
        "DATE": "March 13, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/9248190312?lang=en-us&previousLocale=en-US",
        "job_title": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST MID ATLANTIC TERRITORY (SUMMER/FALL 2019)",
        "location": "Multiple \nIrvine, California; Indiana, United States; Kentucky, United States; Maryland, United States; New York, United States; Ohio, United States; Pennsylvania, United States; West Virginia, United States; Washington, District of Columbia",
        "function": "Selling",
        "requisition_id": "9248190312",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The Associate Clinical Account Specialist (ACAS) position is a 6-9-month training position for those with little to no electrophysiology (EP) experience. Upon successful graduation from the program, the ACAS will be promoted to a Clinical Account Specialist (CAS). As a CAS the candidate will provide expert clinical product and technical assistance and training to physicians and EP lab staff on the effective use of BWI’s systems and catheter equipment (e.g., The CARTO® System, associated software modules and RF generator) during case procedures within an assigned geography. The expectation that is that this work leads to meeting and/or exceeding business goals.",
            "*The positions will have start dates in 2019",
            "Under (e.g. limited supervision, general direction, etc.) and in accordance with all applicable federal, state and local laws/regulations and corporate Johnson & Johnson, procedures and guidelines, this position:",
            "Attend all portions of the ACAS fellowship training program without exception.Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners. Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.Prioritize and appropriately respond to requests in a high-stress environment. Maintain composure and problem-solving focus during stressful interactions. Respond daily to requests by email and voicemail.Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input. Maintaining safe fleet standards according to company guidelines. Responsible for communicating training related issues or opportunities to next management levelResponsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good conditionResponsible for adhering to company compliance with all federal, state, local and company regulations, policies, and proceduresPerforms other duties assigned as needed",
            "Attend all portions of the ACAS fellowship training program without exception.",
            "Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.",
            "Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners.",
            "Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.",
            "Prioritize and appropriately respond to requests in a high-stress environment.",
            "Maintain composure and problem-solving focus during stressful interactions.",
            "Respond daily to requests by email and voicemail.",
            "Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input.",
            "Maintaining safe fleet standards according to company guidelines.",
            "Responsible for communicating training related issues or opportunities to next management level",
            "Responsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good condition",
            "Responsible for adhering to company compliance with all federal, state, local and company regulations, policies, and procedures",
            "Performs other duties assigned as needed",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability.",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degreeGraduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred1-2 years of work experience within healthcare industry is preferred",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degree",
            "Graduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred",
            "1-2 years of work experience within healthcare industry is preferred",
            "A valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record historyWill be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape. The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally. Advance-level computer skills, and the ability to multitask without the direct oversight of manager requiredRequired to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)Position requires sitting for extended periods of time. May be required to lift up to 60 lbs",
            "A valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record history",
            "Will be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape.",
            "The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally.",
            "Advance-level computer skills, and the ability to multitask without the direct oversight of manager required",
            "Required to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)",
            "Position requires sitting for extended periods of time.",
            "May be required to lift up to 60 lbs"
        ]
    },
    {
        "JOB TITLE": "[IT]IT Manager - Global Education Solutions Product Line",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Info Technology",
        "DATE": "March 13, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905727120W?lang=en-us&previousLocale=en-US",
        "job_title": "[IT]IT Manager - Global Education Solutions Product Line",
        "location": "Chiyoda, Japan",
        "function": "Info Technology",
        "requisition_id": "1905727120W",
        "job_description": [
            "Position Summary",
            "This individual will be responsible for the implementation of GES IT capabilities in Medical Devices ASPAC across all business segments. He /She will serve as a critical point of contact for business partners in Japan and will extend support to regional markets remotely. This individual will be member of the global GES IT product line leading global PL strategy & programs implementation in Japan and AP region. This individual should be a passionate change agent.",
            "Major Duties & Responsibilities",
            "Business IT interface Understand an IT system or systems that the business uses; may specialize in specific applications Is assigned to work with the business to translate requirements for IT sprint cycles coordinate user acceptance testing or assist unit testers so that requirements are satisfied Writes, manages, and clarifies story points Day to day platform configuration management Business requirements analysis Takes business requirements and writes specifications in a consumable format and terminology for developers Maps out business processes to serve as reference for development and IT support Explains to business how requirements may be implemented from a functional standpoint Applies compliance requirements within scope of responsibility, provides documentation and participates in compliance activities as required Program oversight Reports mostly on the progress of own work stream; has little oversight or responsibility over other work productsAssist and report on user acceptance testing",
            "Business IT interface",
            "Understand an IT system or systems that the business uses; may specialize in specific applications Is assigned to work with the business to translate requirements for IT sprint cycles coordinate user acceptance testing or assist unit testers so that requirements are satisfied Writes, manages, and clarifies story points Day to day platform configuration management",
            "Understand an IT system or systems that the business uses; may specialize in specific applications",
            "Is assigned to work with the business to translate requirements for IT sprint cycles",
            "coordinate user acceptance testing or assist unit testers so that requirements are satisfied",
            "Writes, manages, and clarifies story points",
            "Day to day platform configuration management",
            "Business requirements analysis",
            "Takes business requirements and writes specifications in a consumable format and terminology for developers Maps out business processes to serve as reference for development and IT support Explains to business how requirements may be implemented from a functional standpoint Applies compliance requirements within scope of responsibility, provides documentation and participates in compliance activities as required",
            "Takes business requirements and writes specifications in a consumable format and terminology for developers",
            "Maps out business processes to serve as reference for development and IT support",
            "Explains to business how requirements may be implemented from a functional standpoint",
            "Applies compliance requirements within scope of responsibility, provides documentation and participates in compliance activities as required",
            "Program oversight",
            "Reports mostly on the progress of own work stream; has little oversight or responsibility over other work productsAssist and report on user acceptance testing",
            "Reports mostly on the progress of own work stream; has little oversight or responsibility over other work products",
            "Assist and report on user acceptance testing",
            "Qualifications:",
            "Basic Qualifications",
            "Required Minimum Education: Master’s/Bachelor’s degree in the field of computer science or business administration",
            "Required Years of Related Experience: 5-7 years in IT with focus on Digital Solutions",
            "Required Knowledge, Skills and Abilities:",
            "Deep understanding of business drivers/processes and ability to relate priorities to associated technology investments, experience working across multiple levels of an organization, knowledge of trends (e.g., digital, big data), expertise driving adoption to improve IT, business experience, previous experience driving technology strategy for a line of business, able to synthesize leadership and stakeholder inputs into decisions, able to represent customers/users, can translate business process needs into IT solutions, has ability to work at an abstract level and continuously “pivot” to arrive at the highest impact answer for the customer",
            "Preferred Qualifications",
            "Preferred Minimum Education: Bachelor’s degree in computer science or business administration and/or Master of Business administration with digital technology as a core component preferred",
            "Strong understanding of product development lifecycle, knowledge of healthcare, marketing functions and digital marketing capabilities. Pharma industry exposure or digital agency experience is a plus. Demonstrated ability to apply IT in solving business problems, excellent written and oral communication skills, excellent interpersonal skills, ability to motivate in a team-oriented, collaborative environment, and exceptional service orientation. Able to create context around key business drivers and strategic plan, able to present ideas in business-friendly and user-friendly language. Result-oriented and outcome-driven, and ability to challenge status quo Strong business analysis and project management skill Ability to adapt himself/herself to a matrix and multi-culture environment",
            "Strong understanding of product development lifecycle, knowledge of healthcare, marketing functions and digital marketing capabilities. Pharma industry exposure or digital agency experience is a plus.",
            "Demonstrated ability to apply IT in solving business problems, excellent written and oral communication skills, excellent interpersonal skills, ability to motivate in a team-oriented, collaborative environment, and exceptional service orientation.",
            "Able to create context around key business drivers and strategic plan, able to present ideas in business-friendly and user-friendly language.",
            "Result-oriented and outcome-driven, and ability to challenge status quo",
            "Strong business analysis and project management skill",
            "Ability to adapt himself/herself to a matrix and multi-culture environment"
        ]
    },
    {
        "JOB TITLE": "※Urgent【Janssen】Change Control./Deviation Management",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Quality Assurance",
        "DATE": "March 13, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805704706W?lang=en-us&previousLocale=en-US",
        "job_title": "※Urgent【Janssen】Change Control./Deviation Management",
        "location": "Chiyoda, Japan",
        "function": "Quality Assurance",
        "requisition_id": "1805704706W",
        "job_description": []
    },
    {
        "JOB TITLE": "Sales & Marketing Trainee - Surgical Products",
        "LOCATION": "Warsaw, Poland",
        "FUNCTION": "Selling",
        "DATE": "March 12, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905723104W?lang=en-us&previousLocale=en-US",
        "job_title": "Sales & Marketing Trainee - Surgical Products",
        "location": "Warsaw, Poland",
        "function": "Selling",
        "requisition_id": "1905723104W",
        "job_description": [
            "ETHICON is committed to improving patient’s lives by advancing the standard of care in tissue repair. Through continuous innovation, we provide procedure-focused solutions that meet the evolving demands of modern surgery and facilitate improved patient outcomes such as shorter treatment journeys, minimally invasive and day case treatment options and infection protection. Through our understanding of the needs of the national healthcare services and key drivers within the ever changing environmental landscape, our efforts are focused on strengthening the ETHICON value proposition to patients, national healthcare services, policymakers, clinical and commercial customers to ensure we significantly impact the quality of patient care worldwide.",
            "Currently we are looking for Talents for:",
            "Sales & Marketing Trainee - Surgical Products",
            "Location: Warsaw, Poland",
            "Contract: Fixed term contract (1 year)",
            "The Intern will be responsible for supporting one of sales team and possibly become in future a Product Specialist responsible for sales and promotion of J&J; OneEthicon products within the healthcare services industry. An Intern will oversee performing basic sales consultant duties in the field as well as supporting admin/marketing activities.",
            "Crucial requirements for candidates:",
            "University degree or graduate in a year (basic knowledge of anatomy will be an advantage);Fluent English;Learning agility;Strong interpersonal and communication skills;Ability to work independently and in a team;Ability to manage time, adapt and react to dynamic and changing circumstances;Creativity, high level of motivation, ethical approach in achieving goals;High level of energy, engagement and responsibility;Very good computer skills (Microsoft Office);Mobility (availability to work full time and travel frequently) and flexibility;Driving license – category B.",
            "University degree or graduate in a year (basic knowledge of anatomy will be an advantage);",
            "Fluent English;",
            "Learning agility;",
            "Strong interpersonal and communication skills;",
            "Ability to work independently and in a team;",
            "Ability to manage time, adapt and react to dynamic and changing circumstances;",
            "Creativity, high level of motivation, ethical approach in achieving goals;",
            "High level of energy, engagement and responsibility;",
            "Very good computer skills (Microsoft Office);",
            "Mobility (availability to work full time and travel frequently) and flexibility;",
            "Driving license – category B.",
            "J&J; contract for 1 year and benefit packageCompany car and all necessary toolsMentor supporting your development in organizationOpportunity to work and grow in open, creative environment of professionals in compliant medical devices business in PolandStart sales career path, gain practical experience and possible become future successful Sales ConsultantWork giving a sense of accomplishment and building passionate life in a quickly developing business with a unique quality portfolio of products aimed towards surgeons in various specialties of medicineWork in a positive atmosphere with a highly motivated, energized team with a good track level of success in businessMany employees benefits.",
            "J&J; contract for 1 year and benefit package",
            "Company car and all necessary tools",
            "Mentor supporting your development in organization",
            "Opportunity to work and grow in open, creative environment of professionals in compliant medical devices business in Poland",
            "Start sales career path, gain practical experience and possible become future successful Sales Consultant",
            "Work giving a sense of accomplishment and building passionate life in a quickly developing business with a unique quality portfolio of products aimed towards surgeons in various specialties of medicine",
            "Work in a positive atmosphere with a highly motivated, energized team with a good track level of success in businessMany employees benefits."
        ]
    },
    {
        "JOB TITLE": "Duales Studium BWL - Health Care Management (B.A.)",
        "LOCATION": "North Rhine Westphalia, Germany",
        "FUNCTION": "Administration",
        "DATE": "March 12, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905722830W?lang=en-us&previousLocale=en-US",
        "job_title": "Duales Studium BWL - Health Care Management (B.A.)",
        "location": "North Rhine Westphalia, Germany",
        "function": "Administration",
        "requisition_id": "1905722830W",
        "job_description": [
            "Uns verbindet die Leidenschaft für unsere Mitmenschen: für Kunden, Patienten, die Gesellschaft, füreinander. Als eines der größten Gesundheitsunternehmen der Welt suchen wir Persönlichkeiten, die mit uns Großes bewirken wollen – das Wohlbefinden und die Gesundheit von Menschen weltweit und in Deutschland zu verbessern. Wir schätzen Charakterköpfe mit Teamgeist, die Verantwortung übernehmen und mit uns innovative Produkte und Services entwickeln. Dafür bieten wir ein modernes, flexibles Arbeitsumfeld und unzählige Karrierewege in unserem internationalen Netzwerk.",
            "Im Geschäftsbereich Pharmaceuticals, bei Janssen in Neuss, widmen Sie sich einigen der größten medizinischen Herausforderungen unserer Zeit. Im Innendienst bei Janssen sind Sie maßgeblich daran beteiligt, die Bedürfnisse von Patienten zu identifizieren und innovative Lösungskonzepte und Therapien zu entwickeln und mit Partnern gemeinsam umzusetzen.",
            "BWL - Health Care Management - mit dem dualen Studium ab in die Zukunft!",
            "Sie möchten studieren und Ihr theoretisches Wissen sofort in die Praxis umsetzen? Gleichzeitig möchten Sie auch Ihr eigenes Geld verdienen? Dann gehen Sie zusammen mit uns auf Entdeckungsreise und gestalten Sie aktiv Ihre Zukunft.",
            "Gemeinsam mit der Dualen Hochschule Baden-Württemberg (DHBW) in Lörrach bieten wir Ihnen ab 01.08.2020 das innovative Konzept",
            "Sie erleben eine optimale Praxisausrichtung im zukunftsorientierten Umfeld. Im dreimonatigen Rhythmus wechseln sich Theorie- und Praxisphasen ab. Das Studium besteht zu 70% aus BWL-Vorlesungen und zu 30% aus Health-Care Management – Vorlesungen. In den Praxisphasen tauchen Sie in die spannende Welt unserer vielfältigen Abteilungen ein, wie z.B. die medizinisch-wissenschaftliche und gesundheitspolitische Abteilung, sowie das Marketing und den Vertrieb. Diese knüpfen an das Studium an und bauen die Inhalte des Studiums weiter aus. Zudem ermöglichen Ihnen die dreimonatigen Praxisphasen Verantwortung für eigene Projekte zu übernehmen.",
            "Wir unterstützen Sie während Ihres dreijährigen Dualen Studiums durch individuelle Betreuung mit einem persönlichen Mentor sowie finanziell bei der Wohnungsanmietung in den Theorie- und auch Praxisphasen. Darüber hinaus bieten wir Ihnen vielfältige Weiterbildungsmöglichkeiten.",
            "Erfolgsrezept = BWL + Gesundheitsmanagement + Ausbildung zum Pharmareferenten +",
            "international anerkannter Abschluss + gute Übernahmechancen",
            "Sie haben ein gutes Abitur absolviert und Lust, an Themen der Zukunft aktiv mitzuarbeiten?",
            "Sie bringen Leidenschaft für die Arbeit im Gesundheitswesen mit, sind flexibel, kommunikationsstark, besitzen ein hohes Maß an Eigeninitiative und leben den Teamgedanken? Außerdem verfügen Sie über gutes Englisch und grundlegende EDV-Kenntnisse, die Ihnen bei der täglichen Arbeit am Computer weiterhelfen?",
            "Dann gehen Sie mit uns auf Entdeckungsreise und bewerben sich online.",
            "Wichtig: Nur vollständige Bewerbungen mit Lebenslauf, Zeugnis und aussagekräftigem Motivationsschreiben können berücksichtigt werden.",
            "Bitte merken Sie sich aktuell schon einmal den 10. Oktober 2019 als möglichen Assessment Center Tag vor.",
            "Die Förderung und Entwicklung unserer Mitarbeiter/innen sind zentrale Werte unserer Unternehmenskultur. Menschen, die in einem internationalen Unternehmen ihre Potenziale entfalten und an ihren Aufgaben wachsen möchten, finden bei uns beste Voraussetzungen. Neben der intensiven Einarbeitung und der bedarfsgerechten Weiterbildung sind hervorragende Entwicklungsmöglichkeiten - national und international - sowie eine attraktive Vergütung und überdurchschnittliche Sozialleistungen wichtige Elemente für unsere Mitarbeiter/innen. Darüber hinaus ist unser Konzern gekennzeichnet durch nachwuchs- und karrierefördernde Maßnahmen im Einklang mit Familie und Beruf."
        ]
    },
    {
        "JOB TITLE": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST - CENTRAL TERRITORY (SUMMER/FALL 2019)",
        "LOCATION": "Multiple",
        "FUNCTION": "Selling",
        "DATE": "March 13, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/9068190311?lang=en-us&previousLocale=en-US",
        "job_title": "ASSOCIATE CLINICAL ACCOUNT SPECIALIST - CENTRAL TERRITORY (SUMMER/FALL 2019)",
        "location": "Multiple \nIrvine, California; Illinois, United States; Kansas, United States; Mississippi, United States; New Mexico, United States; Oklahoma, United States; Arkansas, United States; Arizona, United States",
        "function": "Selling",
        "requisition_id": "9068190311",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "The Associate Clinical Account Specialist (ACAS) position is a 6-9 month training position for those with little to no electrophysiology (EP) experience. Upon successful graduation from the program, the ACAS will be promoted to a Clinical Account Specialist (CAS). As a CAS the candidate will provide expert clinical product and technical assistance and training to physicians and EP lab staff on the effective use of BWI’s systems and catheter equipment (e.g., The CARTO® System, associated software modules and RF generator) during case procedures within an assigned geography. The expectation that is that this work leads to meeting and/or exceeding business goals.",
            "Under (e.g. limited supervision, general direction etc.) and in accordance with all applicable federal, state and local laws/regulations and corporate Johnson & Johnson, procedures and guidelines, this position:",
            "Attend all portions of the ACAS fellowship training program without exception.Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners. Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.Prioritize and appropriately respond to requests in a high-stress environment. Maintain composure and problem-solving focus during stressful interactions. Respond daily to requests by email and voicemail.Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input. Maintaining safe fleet standards according to company guidelines. Responsible for communicating training related issues or opportunities to next management levelResponsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good conditionResponsible for adhering to company compliance with all federal, state, local and company regulations, policies, and proceduresPerforms other duties assigned as needed",
            "Attend all portions of the ACAS fellowship training program without exception.",
            "Engage in dialogue with multiple internal and external business partners and stakeholders, and formulate solutions based on dialogue and input gained during training.",
            "Drive collaboration and maintain consistent, open lines of communication across the assigned responsibilities with the local team/Pod (i.e. TM and other CAS), as well as the support team (i.e. field trainers, site trainers, RBD) and other internal and external partners.",
            "Understand the dynamics of an EP lab, including, but not limited to physicians, nurses and technicians, clinical and hospital administrators and staff.",
            "Prioritize and appropriately respond to requests in a high-stress environment.",
            "Maintain composure and problem-solving focus during stressful interactions.",
            "Respond daily to requests by email and voicemail.",
            "Additional duties include performing administrative work, including managing account documentation, compliance training requirements, expense reporting, and company system input.",
            "Maintaining safe fleet standards according to company guidelines.",
            "Responsible for communicating training related issues or opportunities to next management level",
            "Responsible for following all company guidelines related to health, safety and environmental practices and that all resources needed to do so are available and in good condition",
            "Responsible for adhering to company compliance with all federal, state, local and company regulations, policies, and procedures",
            "Performs other duties assigned as needed",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability.",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degreeGraduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred1-2 years of work experience within healthcare industry is preferredA valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record historyWill be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape. The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally. Advance-level computer skills, and the ability to multitask without the direct oversight of manager requiredRequired to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)Position requires sitting for extended periods of time. May be required to lift up to 60 lbs",
            "A minimum of a Bachelor’s degree is required, master’s degree preferred in biomedical engineering, nursing or other health care related degree",
            "Graduate from an accredited academic program OR accredited EP school OR exiting a branch of the US military is preferred",
            "1-2 years of work experience within healthcare industry is preferred",
            "A valid driver’s license issued in the United States and successfully complete a background investigation, to include a review of driving record history",
            "Will be required to maintain advanced clinical knowledge of cardiac ablation and cardio imaging, technical knowledge of EP technology, advancements, and the business landscape.",
            "The ability to travel related to this role is required. Must be willing and able to travel up to 40% overnight locally, regionally, and nationally.",
            "Advance-level computer skills, and the ability to multitask without the direct oversight of manager required",
            "Required to train in a hospital laboratory setting, attending live patient cases, and wear protective gear (i.e. lead aprons)",
            "Position requires sitting for extended periods of time.",
            "May be required to lift up to 60 lbs"
        ]
    },
    {
        "JOB TITLE": "EMR",
        "LOCATION": "Shanghai, China",
        "FUNCTION": "Selling Pharmaceutical",
        "DATE": "March 12, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905726942W?lang=en-us&previousLocale=en-US",
        "job_title": "EMR",
        "location": "Shanghai, China",
        "function": "Selling Pharmaceutical",
        "requisition_id": "1905726942W",
        "job_description": [
            "1. 执行公司市场部的策略， 完成及超越公司的销售指标；",
            "2. 有效地将目标客户进行分级管理，合理安排拜访频率、确保正确的传递产品信息；",
            "3. 独立的组织幻灯演讲、协助市场部举办区域的推广会议；",
            "4. 相关数据的及时维护和更新，准确而及时的反馈市场信息；",
            "5. 协助主管完成招标及医保事务",
            "1. 本科及以上学历,并获得学士或以上学位；",
            "2. 1-4年医药行业相关工作经验；",
            "3. 较强的业务敏锐度、 解决问题的能力 客户管理能力 学习与运用的能力 沟通与说服能力 业务规划与执行能力；",
            "4. 不畏艰难与挑战，坚持不懈地追求成功与卓越；",
            "5. 能够熟练的使用电脑。"
        ]
    },
    {
        "JOB TITLE": "[Procurement]Manager, Procurement Department_Janssen",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Administration",
        "DATE": "March 6, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905722242W?lang=en-us&previousLocale=en-US",
        "job_title": "[Procurement]Manager, Procurement department_Janssen",
        "location": "Chiyoda, Japan",
        "function": "Administration",
        "requisition_id": "1905722242W",
        "job_description": [
            "Position Summary",
            "This role will be responsible for establishing robust sourcing process and structure to our acquired business (Actelion Pharmaceuticals, and potentially future acquisitions). This role is responsible in identifying opportunities and required process for Actelion, drive the implementation by collaborating with sourcing buyers, account payable and other internal functions such as Compliance. Training requirements are high for Actelion, and he/she will work with their senior leadership to develop training plan and execute. Largest Actelion business is in Japan, but he/she shall work with regional integration team and share the best practice for other markets (China, Australia).",
            "He/she will provide the leadership for maintaining key relationships within the business and managing relationships with senior management (CFO, Marketing & Sales, Compliance). The position must shape, connect and lead resources to deliver on key projects.",
            "This role does not do regular sourcing activities during implementation phase, but he/she will need to have enough experience in achieving Procurement strategic framework, including Compliance, Supplier Innovation, Financial Value, Operational Excellence.",
            "Manager’s scope of responsibilities includes:",
            "l Lead and implement preferred suppliers with strategic commercial conditions, that meets business needs and consolidate the spending to the preferred suppliers to deliver better value, in collaboration with sourcing team",
            "l Manage relationship with the senior management at Actelion: Provide periodic updates on the implementation progress, opportunity identification and its execution progress",
            "l Monitor and call-out gaps of Commercial Procurement KPI",
            "l Implement Procurement compliance initiatives, including trainings to employees",
            "l Improve user experience of Procurement systems through focus group interviews, feedback and collaboration with system team",
            "35%",
            "Business Engagement: Proactively and independently engages managerial and director level stakeholders and below and engages (with guidance) Vice President and above; Serves as a point of escalation for supplier related issues; Trains employees to ensure Procurement compliance",
            "35%",
            "Procurement internal stakeholder engagement: Works with internal procurement team to make them aware of business needs with priorities. Shares best practice in Japan to over-sea market. Collaborates with regional implementation team that sit across Singapore/China/Philippines.",
            "20%",
            "Other activities (Reportings, KPI): Analyzes spend, supply base, to provide possible gap against each category strategy; Utilize system generated data to turn them into actionable sourcing activities.",
            "10%",
            "Future initiative: Be the first point of contact to understant future implementation initiatives (systems, process, acquisition, divesture)",
            "Required Qualifications",
            "Required Minimum Education: Bachelors or Equivalent",
            "Required Knowledge, Skills and Abilities (Uncompromised requirements for the role):",
            "• Broad-based understanding of business operations and practices",
            "• Strong Procurement experience required with indirect sourcing experience (even for short time)",
            "• Strong leadership, communication, influencing and collaboration are required",
            "• Able to prioritize requests, and propose effective cost/customer service alternatives when necessary",
            "• Ability to show judgment in developing new approaches and resolving issues",
            "• Ability to show strategic thinking",
            "• Project management skills",
            "• Strong business acumen",
            "• Strong verbal and written communication skill with ability to confidently present complex information",
            "• Ability to continuously improve process and organization",
            "• Ability to adopt and respond to changes in the external environment, while ensuring the organization is able to effectively and efficiently move through transitions",
            "• Japanese (Fluent) and English (Fluent). (Chinese is also an asset)",
            "Travel on the Job:Yes but minimal(up to 10%)",
            "People Management Experience: No",
            "Preferred Qualifications",
            "Preferred Minimum Education: MBA",
            "Preferred Area of Study: Business, Life science or related field",
            "Preferred Related Industry Experience (if applicable): Health Care industry (Pharma/Medical), Indirect Sourcing",
            "Preferred Knowledge, Skills and Abilities:",
            "• Strategic sourcing skills in Indirect Procurement area, with ability to align, document and execute sourcing strategy with stakeholders",
            "• Experience in working in Health Care industry (Pharmaceutical and/or Medical devices)",
            "• Strong influencing skills with ability to see issues from multiple viewpoints and understand differing needs of stakeholders (e.g., businesses, Procurement LT, Marketing, R&D;, Supply Chain); has \"presence\"",
            "• Experience in successfully leading cross-functional teams",
            "Key Working Relationships",
            "· Relationship with both operational and senior management level.",
            "· Johnson & Johnson (Actelion) functions which include (but not limited to):",
            "- Marketing & Sales",
            "- Implementation office",
            "- Finance",
            "- Compliance",
            "- Legal",
            "- Global/Regional Procurement teams",
            "- Other Procurement organizations (R&D;, Supply Chain)"
        ]
    },
    {
        "JOB TITLE": "[IT]Technology Lead- Big Data Management / Data & Analytics",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Info Technology",
        "DATE": "March 6, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905723112W?lang=en-us&previousLocale=en-US",
        "job_title": "[IT]Technology Lead- Big Data Management  / Data & Analytics",
        "location": "Chiyoda, Japan",
        "function": "Info Technology",
        "requisition_id": "1905723112W",
        "job_description": [
            "General Summary",
            "The IT Software Engineering Manager Data & Analytics is responsible for managing all assigned project activities on behalf of the IT Application Services (AS) with primary focus on Japan. IT Manager should have broad knowledge of the data & Analytics space with focused hands on knowledge of data integration, Analytics, data warehouse and Big data ecosystem including cloud based products. In this role, the person will be responsible to provide design, development & project oversight for ensuring that services are delivered per the SOW terms and conditions. The individual will be working closely with the stakeholders in J&J; Application Development & Support functions, Resource management, Sourcing, Business unit IT and Vendor teams to ensure that the application services organization delivers the services per the agreed & aligned to expectations.",
            "Additionally, the individual needs to",
            "Negotiate, track & measure all appropriate service levels for all services provided and ensure compliance to critical processes. Define and document operational requirements, goals and objectives to ensure business metrics are met. Develop processes and tools to meet/exceed performance metrics. Evaluate on-going costs for operational resources & processes and determine new efficiency opportunities Ensure the services are consistently improving overall quality, speed of delivery of services and business value to the J&J; Operating Companies. Have an unrelenting focus on reducing Total Cost of Ownership (TCO) across J&J; through the instantiation of Lean methodology and a culture of continuous improvement through quantifiable programs & processes. A strong communication skill in both local language and English is a must.",
            "Negotiate, track & measure all appropriate service levels for all services provided and ensure compliance to critical processes.",
            "Define and document operational requirements, goals and objectives to ensure business metrics are met.",
            "Develop processes and tools to meet/exceed performance metrics.",
            "Evaluate on-going costs for operational resources & processes and determine new efficiency opportunities",
            "Ensure the services are consistently improving overall quality, speed of delivery of services and business value to the J&J; Operating Companies.",
            "Have an unrelenting focus on reducing Total Cost of Ownership (TCO) across J&J; through the instantiation of Lean methodology and a culture of continuous improvement through quantifiable programs & processes.",
            "A strong communication skill in both local language and English is a must.",
            "Principal Duties and Responsibilities (essential functions)",
            "Work across multiple engagements in the Asia Pacific region as a service specialist leading/managing big data management. Lead the design, development and delivery of big data management services. Develop applications for data processing on big data platforms, both on premise and in the cloud. Design schemas, data models and scalable implementations of data lake, data warehouse and analytical models Deliver End-to-End application development, testing, maintenance, Break/Fix and Support, for Japan (Primary) and AsPac regional demand in line with the requirements as identified by the OpCos and regional leadership. Key responsibilities will be focused on managing development & support for Data & Analytics within AsPac region with a focus on Agile methodologies and Service management. Design, deploy, measure and continuously improve, a robust suite of processes Drive down unit cost both in development and support portfolio by leveraging Activity Based Costing (ABC) combined with Lean methodology and continuous process improvement framework. Responsible for knowledge retention and standardization of development and support processes and practices across all AsPac delivery service lines. Work with resource management team to ensure adequate capacity & capability to be able to fulfill the demand. Work with Delivery, Operations and vendor organization to ensure the capacity is fully allocated and utilized efficiently. Work with Delivery, Operations and vendor organization teams to drive continuous improvements to the cost of delivery and performance metrics. Conduct regular business reviews (at least on a quarterly basis) with the stakeholders to review performance; identify / monitor to closure of all key open action items resulting from the reviews Provide regular and detailed appropriate reports back to stakeholders and at all levels of management and staff about the current status of services, vendor performance, and industry trends. Act as first level escalation point for the delivery issues and be available as engagement point of contact for IT partners within Japan and AsPac region",
            "Work across multiple engagements in the Asia Pacific region as a service specialist leading/managing big data management.",
            "Lead the design, development and delivery of big data management services.",
            "Develop applications for data processing on big data platforms, both on premise and in the cloud.",
            "Design schemas, data models and scalable implementations of data lake, data warehouse and analytical models",
            "Deliver End-to-End application development, testing, maintenance, Break/Fix and Support, for Japan (Primary) and AsPac regional demand in line with the requirements as identified by the OpCos and regional leadership.",
            "Key responsibilities will be focused on managing development & support for Data & Analytics within AsPac region with a focus on Agile methodologies and Service management.",
            "Design, deploy, measure and continuously improve, a robust suite of processes",
            "Drive down unit cost both in development and support portfolio by leveraging Activity Based Costing (ABC) combined with Lean methodology and continuous process improvement framework.",
            "Responsible for knowledge retention and standardization of development and support processes and practices across all AsPac delivery service lines.",
            "Work with resource management team to ensure adequate capacity & capability to be able to fulfill the demand.",
            "Work with Delivery, Operations and vendor organization to ensure the capacity is fully allocated and utilized efficiently.",
            "Work with Delivery, Operations and vendor organization teams to drive continuous improvements to the cost of delivery and performance metrics.",
            "Conduct regular business reviews (at least on a quarterly basis) with the stakeholders to review performance; identify / monitor to closure of all key open action items resulting from the reviews",
            "Provide regular and detailed appropriate reports back to stakeholders and at all levels of management and staff about the current status of services, vendor performance, and industry trends.",
            "Act as first level escalation point for the delivery issues and be available as engagement point of contact for IT partners within Japan and AsPac region",
            "Qualifications:",
            "Essential Experience: 8 years of relevant Experience",
            "Desired Certification: PMP, Agile and ITIL Service Management"
        ]
    },
    {
        "JOB TITLE": "COMMERCIAL, MARKETING AND FINANCE INTERN",
        "LOCATION": "Santa Ana, California",
        "FUNCTION": "Administration",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/7347190211?lang=en-us&previousLocale=en-US",
        "job_title": "COMMERCIAL, MARKETING AND FINANCE INTERN",
        "location": "Santa Ana, California",
        "function": "Administration",
        "requisition_id": "7347190211",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Johnson & Johnson Vision (JJV), is a worldwide company with operations in the United States, Japan, Latin America, Asia-Pacific and Europe/Middle East/Africa regions. Research, innovation and new-product development are the focus of our organization.",
            "Johnson & Johnson Vision is committed to improving and restoring sight for patients worldwide. Since debuting the world’s first disposable soft contact lens in 1987, JJV has helped patients see better through their world-leading ACUVUE® brand contact lenses. In 2017, J&J; expanded into cataract surgery, laser refractive surgery (LASIK) and consumer eye health and now serves more than 60 million patients daily across 103 countries with its eye health portfolio.",
            "Johnson & Johnson Vision, a member of Johnson & Johnson's Family of Companies, is recruiting Sophomores, Juniors and rising Seniors for internships in Commercial, Marketing, and Finance. The internship program is focused on providing college students with practical experience in the Vision Surgical field. The internship is located in Santa Ana, CA",
            "The JJV Intern will:",
            "work collaboratively with senior staff supporting ongoing projectsparticipate in ongoing project team meetingsbe exposed to various other functions within the larger Vision Surgical groupWork directly with partners in Latin America Be responsible for promotional materials and uploading to digital platform",
            "work collaboratively with senior staff supporting ongoing projects",
            "participate in ongoing project team meetings",
            "be exposed to various other functions within the larger Vision Surgical group",
            "Work directly with partners in Latin America",
            "Be responsible for promotional materials and uploading to digital platform",
            "A successful candidate will be able to do the following:",
            "Students must be able to provide their own transportation to this location and to/from work every day. Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.Demonstrate strong leadership and a clear identifiable work ethos within the team.Adheres to safety environmental policies and procedures and supports department objectives.Develops and maintains Behavioral Standards in line with company standards and policy.Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Candidates must have the ability to work individually (independently) as well as on a teamCandidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable.",
            "Students must be able to provide their own transportation to this location and to/from work every day.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Demonstrate strong leadership and a clear identifiable work ethos within the team.",
            "Adheres to safety environmental policies and procedures and supports department objectives.",
            "Develops and maintains Behavioral Standards in line with company standards and policy.",
            "Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Candidates must have the ability to work individually (independently) as well as on a team",
            "Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable.",
            "Fluency in Spanish is requiredExperience with Digital marketing is preferredEnrollment in an accredited college/university during the Internship is required. Actively pursuing at least, a bachelor’s degree in Business, Finance, Marketing or related academic major is required. Availability to work full-time (40 hours/week) during the 12-week summer Internship is required. A minimum G.P.A. of 3.0 is preferred. Demonstrated leadership and/or participation in campus/community service activities is preferred.",
            "Fluency in Spanish is required",
            "Experience with Digital marketing is preferred",
            "Enrollment in an accredited college/university during the Internship is required.",
            "Actively pursuing at least, a bachelor’s degree in Business, Finance, Marketing or related academic major is required.",
            "Availability to work full-time (40 hours/week) during the 12-week summer Internship is required.",
            "A minimum G.P.A. of 3.0 is preferred.",
            "Demonstrated leadership and/or participation in campus/community service activities is preferred.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "MARKETING INTERN - CA",
        "LOCATION": "Santa Ana, California",
        "FUNCTION": "Administration",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/7513190213?lang=en-us&previousLocale=en-US",
        "job_title": "MARKETING INTERN - CA",
        "location": "Santa Ana, California",
        "function": "Administration",
        "requisition_id": "7513190213",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Johnson & Johnson Vision (JJV), is a worldwide company with operations in the United States, Japan, Latin America, Asia-Pacific and Europe/Middle East/Africa regions. Research, innovation and new-product development are the focus of our organization.",
            "Johnson & Johnson Vision is committed to improving and restoring sight for patients worldwide. Since debuting the world’s first disposable soft contact lens in 1987, JJV has helped patients see better through their world-leading ACUVUE® brand contact lenses. In 2017, J&J; expanded into cataract surgery, laser refractive surgery (LASIK) and consumer eye health and now serves more than 60 million patients daily across 103 countries with its eye health portfolio.",
            "Johnson & Johnson Vision, a member of Johnson & Johnson's Family of Companies, is recruiting Sophomores, Juniors and rising Seniors for internships in Commercial, Marketing, and Finance. The internship program is focused on providing college students with practical experience in the Vision Surgical field. The internship is located in Santa Ana, CA",
            "The JJV Intern will:",
            "work collaboratively with senior staff supporting ongoing projectsparticipate in ongoing project team meetingsbe exposed to various other functions within the larger Vision Surgical group",
            "work collaboratively with senior staff supporting ongoing projects",
            "participate in ongoing project team meetings",
            "be exposed to various other functions within the larger Vision Surgical group",
            "A successful candidate will be able to do the following:",
            "Students must be able to provide their own transportation to this location and to/from work every day. Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.Demonstrate strong leadership and a clear identifiable work ethos within the team.Adheres to safety environmental policies and procedures and supports department objectives.Develops and maintains Behavioral Standards in line with company standards and policy.Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Candidates must have the ability to work individually (independently) as well as on a teamCandidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable.",
            "Students must be able to provide their own transportation to this location and to/from work every day.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Demonstrate strong leadership and a clear identifiable work ethos within the team.",
            "Adheres to safety environmental policies and procedures and supports department objectives.",
            "Develops and maintains Behavioral Standards in line with company standards and policy.",
            "Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Candidates must have the ability to work individually (independently) as well as on a team",
            "Candidates need to be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in Sharepoint and other information technology systems are highly desirable.",
            "Enrollment in an accredited college/university during the Internship is required. Actively pursuing an MBA, or a bachelor’s degree in Marketing or related academic major is required. Availability to work full-time (40 hours/week) during the 12-week summer Internship is required. A minimum G.P.A. of 3.0 is preferred. Demonstrated leadership and/or participation in campus/community service activities is preferred.",
            "Enrollment in an accredited college/university during the Internship is required.",
            "Actively pursuing an MBA, or a bachelor’s degree in Marketing or related academic major is required.",
            "Availability to work full-time (40 hours/week) during the 12-week summer Internship is required.",
            "A minimum G.P.A. of 3.0 is preferred.",
            "Demonstrated leadership and/or participation in campus/community service activities is preferred."
        ]
    },
    {
        "JOB TITLE": "R&D INSERTER INTERN",
        "LOCATION": "Santa Ana, California",
        "FUNCTION": "Administration",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/7263190211?lang=en-us&previousLocale=en-US",
        "job_title": "R&D; INSERTER INTERN",
        "location": "Santa Ana, California",
        "function": "Administration",
        "requisition_id": "7263190211",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Johnson & Johnson Vision (JJV), is a worldwide company with operations in the United States, Japan, Latin America, Asia-Pacific and Europe/Middle East/Africa regions. Research, innovation and new-product development are the focus of our organization.",
            "Johnson & Johnson Vision is committed to improving and restoring sight for patients worldwide. Since debuting the world’s first disposable soft contact lens in 1987, JJV has helped patients see better through their world-leading ACUVUE® brand contact lenses. In 2017, J&J; expanded into cataract surgery, laser refractive surgery (LASIK) and consumer eye health and now serves more than 60 million patients daily across 103 countries with its eye health portfolio.",
            "Johnson & Johnson Vision, a member of Johnson & Johnson's Family of Companies, is recruiting Sophomores, Juniors and rising Seniors for internships in Research & Development (R&D;) located in Santa Ana, CA.",
            "Academic majors for Internship opportunities in R&D; are:",
            "Chemistry: Materials/Polymer SciencePhysicsEngineering: Chemical, Mechanical, Plastics, Biomedical and Optical EngineeringOptometry/Ophthalmology",
            "Chemistry: Materials/Polymer Science",
            "Physics",
            "Engineering: Chemical, Mechanical, Plastics, Biomedical and Optical Engineering",
            "Optometry/Ophthalmology",
            "Main Duties and Responsibilities:",
            "Opportunity to work on a variety of engineering assignments utilizing a wide-range of engineering principles. Assist with planning development and design of materials, equipment, and/or processes. Review progress and evaluate results of multiple projects across various disciplines. Partner with teams of engineers and technicians as necessary to achieve project completion. Assist with facilitating and conducting engineering assignments. Advocate for continuous improvement of technology and processes. Assist Senior Engineers in the planning, development and design of processes and equipment for the manufacturing. Document all projects in the form of a technical report. SolidWorks experience is preferred.",
            "Opportunity to work on a variety of engineering assignments utilizing a wide-range of engineering principles. Assist with planning development and design of materials, equipment, and/or processes. Review progress and evaluate results of multiple projects across various disciplines. Partner with teams of engineers and technicians as necessary to achieve project completion. Assist with facilitating and conducting engineering assignments. Advocate for continuous improvement of technology and processes. Assist Senior Engineers in the planning, development and design of processes and equipment for the manufacturing. Document all projects in the form of a technical report. SolidWorks experience is preferred.",
            "Students must be able to provide their own transportation to this location and to/from work every day. Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.Demonstrate strong leadership and a clear identifiable work ethos within the team.Adheres to safety environmental policies and procedures and supports department objectives.Develops and maintains Behavioral Standards in line with company standards and policy.",
            "Students must be able to provide their own transportation to this location and to/from work every day.",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Demonstrate strong leadership and a clear identifiable work ethos within the team.",
            "Adheres to safety environmental policies and procedures and supports department objectives.",
            "Develops and maintains Behavioral Standards in line with company standards and policy.",
            "Enrollment in an accredited college/university during the Internship is required. Actively pursuing at least, a Bachelor's Degree in Chemistry, Materials Science, Polymer Science/Chemistry, Chemical Engineering, Mechanical Engineering, Plastics Engineering /Injection Molding, Biomedical Engineering, Optic Engineering, Optometry, or related academic major is required. Availability to work full-time (40 hours/week) during the 12-week summer Internship is required. A minimum G.P.A. of 3.0 is preferred. Demonstrated leadership and/or participation in campus/community service activities is preferred.",
            "Enrollment in an accredited college/university during the Internship is required.",
            "Actively pursuing at least, a Bachelor's Degree in Chemistry, Materials Science, Polymer Science/Chemistry, Chemical Engineering, Mechanical Engineering, Plastics Engineering /Injection Molding, Biomedical Engineering, Optic Engineering, Optometry, or related academic major is required.",
            "Availability to work full-time (40 hours/week) during the 12-week summer Internship is required.",
            "A minimum G.P.A. of 3.0 is preferred.",
            "Demonstrated leadership and/or participation in campus/community service activities is preferred.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "DMPK Mechanistic Modeling/Assay Development – Postdoctoral Researcher",
        "LOCATION": "Spring House, Pennsylvania",
        "FUNCTION": "R&D",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/7797190215?lang=en-us&previousLocale=en-US",
        "job_title": "DMPK Mechanistic Modeling/Assay Development – Postdoctoral Researcher",
        "location": "Spring House, Pennsylvania",
        "function": "R&D;",
        "requisition_id": "7797190215",
        "job_description": [
            "Caring for the world, one person at a time has inspired and united the people of Johnson & Johnson for over 130 years. We embrace research and science -- bringing innovative ideas, products and services to advance the health and well-being of people.",
            "With $76.5 billion in 2017 sales, Johnson & Johnson is the world's most comprehensive and broadly-based manufacturer of health care products, as well as a provider of related services, for the consumer, pharmaceutical, and medical devices markets. There are more than 250 Johnson & Johnson operating companies employing over 125,000 people and with products touching the lives of over a billion people every day, throughout the world. If you have the talent and desire to touch the world, Johnson & Johnson has the career opportunities to help make it happen.",
            "Thriving on a diverse company culture, celebrating the uniqueness of our employees and committed to inclusion. Proud to be an equal opportunity employer.",
            "Janssen, a member of Johnson & Johnson's Family of Companies, is recruiting a PK/PD Modeling and In Vitro Assay Post-doctoral Intern. The internship is offered by the Drug Metabolism and Pharmacokinetics (DMPK) group within the Discovery, Product Development and Supply group of Janssen. The DMPK group supports discovery and development of therapies for a range of indications including oncology, cardiovascular, metabolic, neurological and immunological diseases.",
            "The focus of this internship will be to drive forward the relatively underdeveloped science of intestinal stability and absorption of peptides/peptidomimetic drugs. While many peptides cannot be developed for oral use due to low intestinal absorption rates and high gut instability, exceptions exist (e.g. cyclic peptides). Through mechanistic gut and PBPK modeling of existing data, as well as in vitro/in vivo assay development, the postdoctoral intern will improve our understanding of what drives peptide stability and absorption and how to apply this to drug discovery and development programs.",
            "The Postdoctoral Intern will:",
            "Work with PBPK/PK-PD modelers to develop techniques to understand gut tissue exposure and systemic absorption of peptides.Collaborate with in vitro and in vivo scientists to develop assays appropriate for peptides and translatable to the clinic.Collaborate with internal and external experts to leverage knowledge and data from all available sources.",
            "Work with PBPK/PK-PD modelers to develop techniques to understand gut tissue exposure and systemic absorption of peptides.",
            "Collaborate with in vitro and in vivo scientists to develop assays appropriate for peptides and translatable to the clinic.",
            "Collaborate with internal and external experts to leverage knowledge and data from all available sources.",
            "Candidates must be enrolled in an accredited college/university pursuing a PhD in mathematical modeling, biology, chemistry, biochemistry or a related discipline, or recently have completed their Ph.D. in these areas (<2 years).Candidates must be available to work Full-time).Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future. Demonstrated leadership including publication of high impact, peer-reviewed publications is required.Candidates must be detail-oriented, highly organized and able to manage multiple tasks.Candidates must have the ability to work individually (independently) as well as on a team in a matrix environment.Candidates must be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in SharePoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases.",
            "Candidates must be enrolled in an accredited college/university pursuing a PhD in mathematical modeling, biology, chemistry, biochemistry or a related discipline, or recently have completed their Ph.D. in these areas (<2 years).",
            "Candidates must be available to work Full-time).",
            "Candidates must be legally authorized to work in the United States and not require sponsorship for employment visa status (e.g. H1-B status) now or in the future.",
            "Demonstrated leadership including publication of high impact, peer-reviewed publications is required.",
            "Candidates must be detail-oriented, highly organized and able to manage multiple tasks.",
            "Candidates must have the ability to work individually (independently) as well as on a team in a matrix environment.",
            "Candidates must be proficient with Microsoft Office, Word, Excel (including a high proficiency with generating pivot tables and graphs), and Power Point, and have strong oral and written communication skills. Additional technical competencies in SharePoint and other information technology systems are highly desirable, as is experience with PubMed databases and other literature databases.",
            "Johnson & Johnson is an Affirmative Action and Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, age, national origin, or protected veteran status and will not be discriminated against on the basis of disability."
        ]
    },
    {
        "JOB TITLE": "Payroll Specialist",
        "LOCATION": "Leiden, Netherlands",
        "FUNCTION": "Payroll",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1805685389W?lang=en-us&previousLocale=en-US",
        "job_title": "Payroll Specialist",
        "location": "Leiden, Netherlands",
        "function": "Payroll",
        "requisition_id": "1805685389W",
        "job_description": [
            "De Payroll afdeling voor J&J; Nederland maakt deel uit van de globale J&J; Payroll organisatie en is verantwoordelijk voor de salarisverwerking van 2.500 medewerkers van 9 J&J; bedrijven in Nederland. Er wordt gebruik gemaakt van salarisverwerker ADP. De Payroll afdeling bestaat uit 4 Payroll administrators, 1 T&A; administrator en 1 Payroll Supervisor.",
            "Als Payroll Administrator verwerk je zowel in teamverband als zelfstandig de volledige salarisadministratie van verschillende J&J; bedrijven in Nederland. Je overziet de planning en bepaalt de prioriteiten voor wat betreft dagelijkse en periodieke werkzaamheden. Daarnaast neem je deel aan payroll gerelateerde projecten.",
            "Het controleren op juistheid en volledigheid van aangeleverde salarismutaties voor werknemers in overeenstemming met lokale regelgeving (belasting- en sociale verzekeringswetten en J&J; interne richtlijnen en procedures) van de verschillende J&J; bedrijven in Nederland.Het zorgdragen voor tijdige verwerking van salarisadministratie, aangifte loonheffingen en verstrekken van salaris gerelateerde informatie.Het genereren en aanleveren van salarisjournaalposten aan Accounting.Aanleveren van informatie ten behoeve van audits (SOX o.a.).Het beantwoorden van vragen van werknemers en het adviseren van het lokale management met betrekking tot vragen i.v.m. salarissen.Deelnemen aan Payroll gerelateerde projecten.Het onderhouden van de kennis van payroll voorschriften en -procedures voor het juist uitoefenen van de functie.",
            "Het controleren op juistheid en volledigheid van aangeleverde salarismutaties voor werknemers in overeenstemming met lokale regelgeving (belasting- en sociale verzekeringswetten en J&J; interne richtlijnen en procedures) van de verschillende J&J; bedrijven in Nederland.",
            "Het zorgdragen voor tijdige verwerking van salarisadministratie, aangifte loonheffingen en verstrekken van salaris gerelateerde informatie.",
            "Het genereren en aanleveren van salarisjournaalposten aan Accounting.",
            "Aanleveren van informatie ten behoeve van audits (SOX o.a.).",
            "Het beantwoorden van vragen van werknemers en het adviseren van het lokale management met betrekking tot vragen i.v.m. salarissen.",
            "Deelnemen aan Payroll gerelateerde projecten.",
            "Het onderhouden van de kennis van payroll voorschriften en -procedures voor het juist uitoefenen van de functie.",
            "Je hebt aantoonbaar een HBO diploma en je bent in het bezit van een PDL-diploma.Je hebt minimaal 4 tot 5 jaar recente werkervaring binnen het payroll vakgebied in Nederland en bent op de hoogte van de laatste ontwikkelingen op het gebied van wet en regelgevingJe hebt uitstekende communicatieve vaardigheden zowel schriftelijk als mondeling, ook in het EngelsJe bent accuraat, stress bestendig en goed georganiseerd Je kan je tijd goed indelen, bent verantwoordelijk en je haalt je deadlines.Je hebt een flexibele “getting things done” mentaliteit en “continuous improvement” is een mindsetJe kan omgaan met vertrouwelijkheid en houdt je aan compliance regels (SOX).Je bent een teamspeler en kan goed samenwerkenJe hebt uitstekende kennis van Microsoft office. Je bent goed onderbouwd in Microsoft Excel.Kennis van Workday en ADP Perman is een pré.Het betreft een fulltime functie.",
            "Je hebt aantoonbaar een HBO diploma en je bent in het bezit van een PDL-diploma.",
            "Je hebt minimaal 4 tot 5 jaar recente werkervaring binnen het payroll vakgebied in Nederland en bent op de hoogte van de laatste ontwikkelingen op het gebied van wet en regelgeving",
            "Je hebt uitstekende communicatieve vaardigheden zowel schriftelijk als mondeling, ook in het Engels",
            "Je bent accuraat, stress bestendig en goed georganiseerd",
            "Je kan je tijd goed indelen, bent verantwoordelijk en je haalt je deadlines.",
            "Je hebt een flexibele “getting things done” mentaliteit en “continuous improvement” is een mindset",
            "Je kan omgaan met vertrouwelijkheid en houdt je aan compliance regels (SOX).",
            "Je bent een teamspeler en kan goed samenwerken",
            "Je hebt uitstekende kennis van Microsoft office. Je bent goed onderbouwd in Microsoft Excel.",
            "Kennis van Workday en ADP Perman is een pré.",
            "Het betreft een fulltime functie."
        ]
    },
    {
        "JOB TITLE": "JJC-BNM-Assistant NKA Manager",
        "LOCATION": "Shanghai, China",
        "FUNCTION": "Selling Consumer",
        "DATE": "March 5, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905724920W?lang=en-us&previousLocale=en-US",
        "job_title": "JJC-BNM-Assistant NKA Manager",
        "location": "Shanghai, China",
        "function": "Selling Consumer",
        "requisition_id": "1905724920W",
        "job_description": [
            "§ Develop the strong collaboration relationship.",
            "§ Responsibility JBP development.",
            "§ Responsible for IBP and Pre-QAP contribution.",
            "§ Develop Account Strategy.",
            "§ Optimize or maintain high efficient trade spending.",
            "§ University Degree level at minimum",
            "§ 3+FMCG working experience; Field experience",
            "§ KA field experience"
        ]
    },
    {
        "JOB TITLE": "MR",
        "LOCATION": "Changchun, China",
        "FUNCTION": "Selling Pharmaceutical",
        "DATE": "March 4, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905724551W?lang=en-us&previousLocale=en-US",
        "job_title": "MR",
        "location": "Changchun, China",
        "function": "Selling Pharmaceutical",
        "requisition_id": "1905724551W",
        "job_description": [
            "1. 执行公司市场部的策略， 完成及超越公司的销售指标；",
            "2. 有效地将目标客户进行分级管理，合理安排拜访频率、确保正确的传递产品信息；",
            "3. 独立的组织幻灯演讲、协助市场部举办区域的推广会议；",
            "4. 相关数据的及时维护和更新，准确而及时的反馈市场信息；",
            "5. 协助主管完成招标及医保事务",
            "1. 本科及以上学历,并获得学士或以上学位；",
            "2. 1-4年医药行业相关工作经验；",
            "3. 较强的业务敏锐度、 解决问题的能力 客户管理能力 学习与运用的能力 沟通与说服能力 业务规划与执行能力；",
            "4. 不畏艰难与挑战，坚持不懈地追求成功与卓越；",
            "5. 能够熟练的使用电脑。"
        ]
    },
    {
        "JOB TITLE": "【Medical】デピューシンセス トラウマ&ジョイントリコンストラクション事業部 Sales Rep (Joint経験者)",
        "LOCATION": "Chiyoda, Japan",
        "FUNCTION": "Selling MD&D",
        "DATE": "March 4, 2019",
        "LANGUAGE": "English",
        "URL": "https://jobs.jnj.com/jobs/1905723394W?lang=en-us&previousLocale=en-US",
        "job_title": "【Medical】デピューシンセス トラウマ&ジョイントリコンストラクション事業部 Sales Rep (Joint経験者)",
        "location": "Chiyoda, Japan",
        "function": "Selling MD&D;",
        "requisition_id": "1905723394W",
        "job_description": [
            "【職務内容】",
            "トラウマ＆ジョイントリコンストラクション領域におけるSales",
            "【勤務地】",
            "全国 （希望は応相談）",
            "【職務経験】",
            "業界経験者（人工関節業界の営業経験3年以上必須）",
            "【学歴】",
            "不問",
            "【資格】",
            "・普通自動車免許",
            "業務上車両の運転が必要となる職種については、自動車運転免許を保持している又は入社までに取得できることが条件となります。なお、道路交通法に基づく一定の症状により免許取得や更新ができなくなる可能性がある方（※）については事前にお申し出ください。",
            "※〔確認項目〕",
            "過去５年以内において、病気（病気の治療に伴う症状を含みます。）を原因として、又は原因は明らかでないが、意識を失ったことがある。",
            "過去５年以内において、病気を原因として、身体の全部又は一部 が、一時的に思い通りに動かせなくなったことがある。",
            "過去５年以内において、十分な睡眠時間を取っているにもかかわらず、日中、活動している最中に眠り込こんでしまった回数が週３回 以上となったことがある。",
            "過去１年以内において、次のいずれかに該当したことがある。 ・飲酒を繰り返し、絶えず体にアルコールが入っている状態を３日 以上続けたことが３回以上ある。 ・病気の治療のため、医師から飲酒をやめるよう助言を受けている にもかかわらず、飲酒したことが３回以上ある。",
            "病気を理由として、医師から、運転免許の取得又は運転を控えるよう助言を受けている。"
        ]
    }
]